[
  {
    "encounter_id": 1,
    "retrospect_date": "",
    "before_date": "2021-03-28",
    "data_insights": [],
    "transcript": [
      {
        "clinician": "Hi Lucy, nice to meet you, so I understand that you were referred here by your GP because you've been feeling quite down recently.",
        "patient": "Yeah, I thought I should. I've been feeling quite bad for quite a while, so I thought maybe it's time to see someone about it because I don't want to feel like this anymore."
      },
      {
        "clinician": "From your notes, I saw that you saw the GP about 3 months ago. So how long have you been feeling down?",
        "patient": "Quite a few months before that as well, actually. It's gotten pretty bad these past few months, so that's kind of why I came."
      },
      {
        "clinician": "Okay, so has it got worse since you saw your GP? So tell me, how are things at the moment?",
        "patient": "It kind of started just feeling a bit low, wound up about things. But I don't know, just recently, I just can't really be bothered to do anything. I kind of find it hard to get motivated for things I want to be. I really want to be better, but it's just kind of reaching the end now where I just, I want to do something about it."
      },
      {
        "clinician": "Okay, so you say that you're feeling really down, really sad, and you feel like you haven't got any motivation. But are you okay? Okay, and you haven't got any motivation, but it sounds like you're putting quite a lot of pressure on yourself to try and feel a bit better.",
        "patient": "It's kind of hard as well because there's not really anyone to talk about. So I just kind of stay on my own trying to. I don't like to think about it."
      },
      {
        "clinician": "So you say you've been, you've been quite isolated. There's not many people around.",
        "patient": "No one I can talk to about it, no one would listen or understand anyway."
      },
      {
        "clinician": "Okay, so I'm just going to try and find out a little bit more about you. I understand that you're an English student at uni and you live away from home with some friends, is that right? Okay, so you don't live far from the uni, but you say you feel like you live with your friends, but you don't feel like you can talk to them.",
        "patient": "Yeah, I mean, they're lovely, I get on really well with them. I don't know, I recently, whenever they want to go out with stuff, I just, I don't want to bring them down. I can't, they don't understand what I'm going through. They kind of, I don't know, they don't make fun of how I feel, but they don't really understand what it's like. I don't want to go out with them and bring them down or stuff."
      },
      {
        "clinician": "Okay, so it sounds, do you try and hide the way you're feeling from them?",
        "patient": "I guess? I mean, it's easier to hide it than to try and explain it all the time when no one really wants to know."
      },
      {
        "clinician": "Okay, so it sounds like you've been feeling down, you've been feeling unmotivated, you feel like you want to be better, but actually it sounds like you feel like you can't reach out for help, you can't speak to anybody.",
        "patient": "No one really to talk to, parents, so that's kind of hard."
      },
      {
        "clinician": "Okay? I'm just going go back in time a little bit, I suppose. I'm just wondering, when did all of this start? You said it's been going on for quite a few months.",
        "patient": "I guess it kind of started when I was actually, when I was revising for my exams. I guess the stress. I'm a lot of stress on myself. I think I've always wanted to do well for me and I guess for my parents. So the stress of exams and it was also kind of hard because my parents were going through a bit of a troubled time then."
      },
      {
        "clinician": "Okay, so this would be like last March?",
        "patient": "Last April, I think."
      },
      {
        "clinician": "So around that time for about six months, and it sounds like a lot was happening. So you had a lot of uni pressure on and you said that your parents were having marital problems. Okay, and it sounds like that was a real shock to you.",
        "patient": "Yeah, I guess it was hard as well because I wasn't doing well at uni. I guess I just felt a bit guilty. I know it sounds silly, but I felt like maybe if I could do better, then they would get better, but it just wasn't really happening."
      },
      {
        "clinician": "So it sounds like you were trying to work hard and be more successful because you thought that that would make them happier, trying to fix things.",
        "patient": "Yeah, I wanted to make them feel better, but I just kind of backfired a little, I guess."
      },
      {
        "clinician": "How did it backfire?",
        "patient": "It just ended up with them getting worse, and I've just been feeling worse since then."
      },
      {
        "clinician": "Okay, so the summer after the exam period. And how did that exam period go for you in the end?",
        "patient": "Not very well."
      },
      {
        "clinician": "Okay, that's an awful lot of pressure to put on yourself. I suppose it's just annoying because I know I should have done better and I just didn't, and I guess I beat myself up a lot about.",
        "patient": ""
      },
      {
        "clinician": "So you say, I know, I know, I should have done better. I mean, I suppose hearing it from my perspective, I'm thinking it sounds like you had an awful lot going on at the time. It would be understandable, absolutely, that you wouldn't do as well as normal. I suppose. I'm just wondering if you have very high standards for yourself.",
        "patient": "Probably, maybe more than other people. My parents have always kind of taught me, not in a loving way, I guess, but you should do your best, but also get the best. And I agree with it. I think that's the right thing to think. But when I don't do that, I don't know, it annoys me a lot, and I worry that it annoys them."
      },
      {
        "clinician": "So it sounds like you feel you should always do your best. So the word you use, yeah, and that there isn't any kind of exceptions for that.",
        "patient": "No."
      },
      {
        "clinician": "Okay, so I can, I can see then that that was a really difficult time for you and that was when your mood started to get lower and things are still quite bad now. I mean, what's the situation with your parents at the moment?",
        "patient": "I think it, it doesn't sound good. I don't really talk to them a lot, but I don't think they're going through very good. I don't like to talk to them about it because it just makes me feel worse, but I don't think it's getting any better."
      },
      {
        "clinician": "You home over the summer?",
        "patient": "For a little bit, yeah."
      },
      {
        "clinician": "And how is that?",
        "patient": "Not very fun."
      },
      {
        "clinician": "Now?",
        "patient": "It was quite tense all the time, stressed me out more than relaxed me over the summer, I guess."
      },
      {
        "clinician": "Okay, okay, so it sounds like quite a lot has been happening. You've been feeling very low, you've had uni pressure on, you've had problems with your parents' marriage, and sounds like you feel like you can't really reach out to anyone, that you can't understand, but you can't really reach out to your parents right now. You can't really confide in your friends. So I suppose I'm just wondering if you can tell me a bit more about how you've been feeling. I mean, say this past week.",
        "patient": "Really not good, to be honest, actually. If I don't have to, then I don't really leave the house or get out of bed. I just, I can't find the motivation for the things that I used to enjoy. I used to love doing sports or going out, and now I just prefer to lie in bed, not really do anything. I missed a few lectures this week that I should have gone to."
      },
      {
        "clinician": "So I suppose I'm just wondering then, let's see if we can think about one thing, say a lecture. What kind of thoughts do you have about going to that lecture before it happens?",
        "patient": "I don't really see the point anymore. If I can't do as well as I should be doing, then what's the point in putting myself in those positions? I can't be bothered anymore to try. It just stresses me out more than I need to."
      },
      {
        "clinician": "Okay, so it sounds like the kind of thoughts you've got on your head are, it's pointless, it's not worth it. Do you have any other thoughts in your head when you're just at that point before you go to the lecture?",
        "patient": "Like I said, no, I don't really even deserve to be here. If I can't do well enough. I see all these other students are doing well and doing better and want to be there. I don't know why I'm here, even at uni, to be honest."
      },
      {
        "clinician": "So it sounds like you feel like you're not as good as other people here. Is it okay if I take notes as we go through? It's just I'm trying to, I guess, understand what you're telling me and it helps me just to write it down. And I'll share this with you later. Okay, so it sounds like those are some quite negative thoughts to have. You're kind of saying, you know, it feels like it's pointless, it's more effort than it's worth, and I don't deserve to be here. I mean, when you have those thoughts, how do you feel?",
        "patient": "Very unworthy, probably would be the best way to put it. Kind of, I don't know. Lower than normal. Because then it makes me think about all the things that I should have been doing better."
      },
      {
        "clinician": "Okay, so what you described there, then you said I'm unworthy. I should be doing lots of things better. Those are kind of what I would, I would call thoughts, actually. I suppose I'm trying to understand what it feels like in your gut. What kind of emotions? Do you feel happier or do you feel sad? Do? What kind of emotions are you feeling when you have those thoughts?",
        "patient": "Sad, not happiness, no. Sad, bit of kind of anger and frustration as well."
      },
      {
        "clinician": "I know just when you're kind of telling me this, and I know this is quite a heavy topic, but you're kind of laughing. And I suppose I wonder a little bit, you're a bit, you know, how do you feel about having these emotions, talking about these emotions?",
        "patient": "Embarrassed. I've never yet to talk about it, so it's quite uncomfortable for me, that you."
      },
      {
        "clinician": "Well, you're doing a great job because I know, I know that this can be difficult. Okay, so it sounds like some of the thoughts you're describing are it's pointless, it's more than it's worth, I don't deserve to be here, I'm unworthy. And those kind of thoughts, it sounds like they just flip through your mind and then you kind of describing different emotions that those lead to, you kind of scrambling, sad, anger, frustration, embarrassed. What about in your body? What happens, how you feel kind of physically?",
        "patient": "I used to be, I think, from those emotions, very wound up, very kind of stressed all the time. But recently it's just been a lot more draining than anything, just quite lethargic and can't be bothered anymore. And my body reflects that. But then when I try and sleep, I just can't seem to have a satisfied night's sleep. It's really, really frustrating."
      },
      {
        "clinician": "So it sounds like this is affecting you, it's draining you of your energy, like your body can't be bothered. I think that's a really good way of describing it. And you're noticing sleep problems as well. And then what do you do? So this is, so we're back to the point before the lecture. So you start having these thoughts, these emotions, and you know, your body, I guess it sounds like those thoughts are quite draining, so they're draining your energy. What then happens? What do you do next?",
        "patient": "I kind of focus on the negative thoughts and I probably should not think about them, but I focus on them. And then I don't really want to do anything. I just stay in bed."
      },
      {
        "clinician": "Or so you think even more about those kind of worries that you have? So you do a bit of dwelling and you stay in bed. And it sounds like you don't, you haven't tried speaking to your friends about it?",
        "patient": "No."
      },
      {
        "clinician": "Or speaking to the family, okay? And then after you've done that, so after you've not gone to the lecture, you've stayed in bed, you've spent time, as you said, focusing on those thoughts, those negative thoughts. How do you feel after that? Do you feel better or do you feel worse?",
        "patient": "I guess I feel slightly worse, but then a bit numb in a way. Kind of once you've felt that, because I do feel tired all the time, I just try and push it out, and then you don't really think about anything. And it's almost nicer that way than to keep focusing on how much you're getting wrong and how much you can't do stuff. Sometimes it's better just not to think about it at all."
      },
      {
        "clinician": "So it sounds like in some ways, it's a bit of a relief to do that, but in other ways, maybe you think it might make things worse.",
        "patient": "Probably in the long run."
      }
    ],
    "medication": [
      {
        "date": "2021-03-28",
        "medication": "Sertraline",
        "dosage": "50 mg",
        "frequency": "Once daily"
      }
    ],
    "clinical_note": "**Subjective:**  \nLucy is a university student referred by her GP due to persistent low mood and lack of motivation. She reports feeling \"quite bad\" for several months, with symptoms worsening over the past few months. Lucy describes a progressive decline in mood, starting with feeling \"a bit low\" and \"wound up,\" escalating to significant anhedonia and difficulty motivating herself for daily activities. She expresses a strong desire to improve but feels unable to do so. Lucy reports social isolation, stating she has no one to talk to about her feelings, and feels misunderstood by friends and family. She lives with friends but avoids socializing to prevent \"bringing them down\" and feels unable to confide in them. Academic stress and her parents' marital problems have contributed to her distress, with her mood decline coinciding with exam periods and family difficulties. Lucy expresses guilt over her academic performance and internalizes responsibility for her parents' issues. She holds herself to high standards and feels frustrated and unworthy when she does not meet them. Over the past week, Lucy reports marked anhedonia, low energy, and poor motivation, often staying in bed and missing lectures. She experiences pervasive negative thoughts, including feelings of pointlessness, unworthiness, and not deserving her place at university. She describes sadness, anger, frustration, embarrassment, and physical lethargy. Sleep is disturbed, with difficulty achieving restful sleep. She tends to ruminate on negative thoughts, leading to further withdrawal and emotional numbness. Lucy denies having anyone to talk to and has not discussed her feelings with friends or family.\n\n**Objective:**  \nLucy presents as a young adult female, alert and oriented, with a flat affect and low energy. She appears withdrawn and reluctant to discuss her emotions, expressing embarrassment about her difficulties. Speech is coherent but subdued. She reports significant social withdrawal, poor motivation, and missed academic obligations. No evidence of psychosis, mania, or overt suicidal ideation was elicited during the interview. Sleep disturbance and anhedonia are prominent. No physical health concerns were reported. She is currently prescribed Sertraline 50 mg once daily, initiated by her GP.\n\n**Assessment:**  \nLucy is experiencing a moderate to severe depressive episode, characterized by persistent low mood, anhedonia, social withdrawal, low self-worth, guilt, poor motivation, and sleep disturbance. Her symptoms have been ongoing for at least six months, with recent worsening. Academic and family stressors are significant contributing factors. She demonstrates maladaptive perfectionism and internalized guilt, with negative automatic thoughts and ruminative patterns. There is no current evidence of psychosis or acute risk, but her level of functional impairment is high, and she is at risk for further deterioration if not adequately supported. She is currently taking Sertraline 50 mg daily, which may require monitoring and possible adjustment.\n\n**Plan:**  \n- Continue Sertraline 50 mg once daily; monitor for efficacy and side effects.\n- Schedule follow-up in 2-4 weeks to assess response to medication and overall progress.\n- Recommend referral for psychological therapy (e.g., cognitive-behavioral therapy) to address negative thought patterns, perfectionism, and coping strategies.\n- Encourage gradual re-engagement with academic and social activities as tolerated.\n- Provide psychoeducation regarding depression, the role of stress, and the importance of self-care.\n- Assess risk of self-harm or suicidal ideation at each visit; provide crisis resources as needed.\n- Encourage Lucy to consider identifying a trusted individual (friend, university counselor) for additional support.\n- Liaise with university support services to explore academic accommodations if needed.\n- Monitor sleep and consider adjunctive interventions if sleep disturbance persists.\n- Review medication adherence and side effects at next appointment."
  },
  {
    "encounter_id": 2,
    "retrospect_date": "2021-03-28",
    "before_date": "2021-04-11",
    "data_insights": [
      "PHQ-4 depression scores remained low and stable, despite fluctuating sleep and activity patterns.",
      "Sedentary episodes decreased as positive affect increased, but time in exercise spaces remained minimal.",
      "PHQ-4 and PSS-4 scores improved as sleep duration decreased and activity became more irregular.",
      "Despite low exercise and green space time, positive affect and step counts remained relatively high.",
      "Positive affect scores increased as sedentary episodes decreased, suggesting improved mood with more movement.",
      "Despite reduced number of significant places, PHQ-4 scores remained stable and low.",
      "Consistently low time in exercise and green spaces, despite stable or improving mood scores.",
      "Despite reduced travel radius, PHQ-4 anxiety and depression scores improved.",
      "Routine regularity and time at home both dropped, but positive affect scores increased.",
      "Total steps and total distance both showed a downward trend after 2021-04-04.",
      "Bluetooth and WiFi device counts dropped, indicating less exposure to new environments or people.",
      "Routine regularity and number of significant places both declined, paralleling a drop in total steps.",
      "No time spent in study places, even as routine and sleep patterns fluctuated.",
      "Screen unlock duration at home dropped sharply, while overall unlock duration remained high.",
      "Routine regularity decreased, with more variable travel and fewer significant places visited.",
      "Maximum screen unlock duration spiked on 2021-04-10, then dropped sharply the next day.",
      "Outgoing call count peaked on 2021-04-02, then dropped to zero on 2021-04-03.",
      "Time at home dropped to zero on 2021-04-03, then rebounded to over 1100 minutes.",
      "Number of sleep episodes halved from 16 to 7 between 2021-04-05 and 2021-04-06.",
      "Unique Bluetooth devices dropped from 15 to 1 after 2021-04-04, indicating reduced proximity to others.",
      "PHQ-4 anxiety scores peaked on 2021-04-04, then declined steadily over the following week.",
      "Missed call count dropped to zero and remained there for over a week.",
      "Positive affect scores peaked on 2021-04-07, then declined, while negative affect scores rose.",
      "Time in study places remained at zero throughout, despite fluctuations in other activity domains.",
      "Median time at home dropped from 558 to 20 minutes between early and later April.",
      "Number of screen unlock episodes at home dropped from 120 to 6 between March 29 and April 6.",
      "Routine regularity reached its lowest on 2021-04-03, then increased by 2021-04-11.",
      "Total sleep duration minimum dropped from 378 to 212 minutes between early and mid-April.",
      "Median number of significant places visited dropped from 9 to 7 between early and later April.",
      "Screen unlocks at home decreased, but total unlocks and duration outside home remained high.",
      "PHQ-4 depression scores stable at 1, with no reported medication or treatment changes.",
      "Maximum screen unlock duration at home fell, but overall maximum unlock duration increased.",
      "Incoming call count remained low and stable, with missed calls dropping to zero."
    ],
    "transcript": [
      {
        "clinician": "Hi Lucy, it’s nice to see you again. Thank you for coming back to talk today. How have you been feeling since our last session?",
        "patient": "Hi. I guess it's been a bit mixed, to be honest. Some days are a bit easier, but mostly it's still pretty hard to get motivated for anything."
      },
      {
        "clinician": "Thank you for being open. When you say some days are easier, what’s different about those days?",
        "patient": "I don't know, really. I suppose sometimes if my friends are around, it distracts me a bit. Or if I actually get out of bed and go somewhere, like to the store or something, sometimes I feel a little less heavy."
      },
      {
        "clinician": "That’s good to hear that a bit of activity or being around people can help. Have you managed to talk to your friends or anyone else about how you’ve been feeling since we last met?",
        "patient": "Not really. I still feel like they wouldn’t get it, or that I’d just bring the mood down for everyone. So I keep it to myself mostly."
      },
      {
        "clinician": "It sounds like you’re still carrying a lot by yourself. How is that impacting you, holding everything inside?",
        "patient": "It just makes me feel kind of disconnected. Like, I'm with people but I'm not really there or part of things. Still pretty lonely most of the time."
      },
      {
        "clinician": "That sounds very tough. Have the thoughts about feeling unworthy or like you don’t deserve to be here continued?",
        "patient": "Yeah. I still get that a lot. Especially when I see other people doing well at uni or just seeming happier. I keep comparing myself."
      },
      {
        "clinician": "That comparison sounds really powerful. When you catch yourself thinking those things, what do you do?",
        "patient": "I usually end up just pulling away, honestly. I’ll stay in my room or just try not to think about it. Sometimes I just scroll on my phone for hours."
      },
      {
        "clinician": "Are there certain times or situations when these thoughts feel strongest?",
        "patient": "Definitely when I have to face lectures or anything to do with uni. Or if my parents call or text. Even just seeing notifications from classmates sometimes makes it worse."
      },
      {
        "clinician": "Do you find anything helps in those moments, even a little bit? Like grounding yourself or using distractions?",
        "patient": "The distraction works a bit, but it’s never for long. Sometimes if I manage to go for a walk, I can take my mind off things, but I haven’t really been out much."
      },
      {
        "clinician": "I noticed you mentioned in our last session that you used to enjoy sports and going out. Have you tried any small activities again, or is it still really hard to get going?",
        "patient": "I wish I could say yes, but honestly, no. I just always think it won’t make a difference or I’ll just feel worse about how much I’ve stopped doing."
      },
      {
        "clinician": "It’s common for depression to make it really difficult to re-engage with things we once enjoyed. Have you noticed any changes with your sleep since last time?",
        "patient": "Yeah, it’s still pretty disrupted. I either can’t fall asleep, or I wake up a bunch. Sometimes I just stay up all night because it doesn’t seem worth trying."
      },
      {
        "clinician": "That must be exhausting. When you do sleep, do you feel rested at all, or still tired?",
        "patient": "Still tired, mostly. Even if I manage to sleep longer, I wake up feeling just as worn out."
      },
      {
        "clinician": "What about your appetite or eating patterns? Any changes lately?",
        "patient": "Not really hungry most of the time. I try to remember to eat but sometimes I just forget, or I snack on random stuff when I do remember."
      },
      {
        "clinician": "Thank you for sharing these details—it really helps me understand how things are going for you. I want to check in on safety, too. Have you had any thoughts of hurting yourself since our last session?",
        "patient": "I have thought about it, but not in a way where I've wanted to act on it. It's more just the feeling of not caring much either way, if that makes sense."
      },
      {
        "clinician": "Thank you for being honest with me, Lucy. That feeling of numbness or not caring can be a sign that things are very tough, and I appreciate you letting me know. If those thoughts ever change and you feel at risk, do you feel able to reach out or keep yourself safe?",
        "patient": "I think so. I haven't got to that point, but if I did, I’d probably reach out to my GP or something. But I don’t want to worry my friends or my family."
      },
      {
        "clinician": "That’s understandable—and I’m glad to hear you’d consider reaching out to your GP if needed. Let’s make sure we have a plan in case things do feel too much. Would you be open to that?",
        "patient": "Yeah. I think having a plan sounds okay. I just don't want anyone to freak out if I'm struggling."
      },
      {
        "clinician": "It’s perfectly reasonable to want some privacy, but you deserve support. If you’d like, we can come up with a list of options you feel comfortable with—like who to call, or what steps to take if things get difficult. How does that sound?",
        "patient": "Okay. That’s probably smart. Can it just be me and my GP, though? Not my parents or housemates yet?"
      },
      {
        "clinician": "Absolutely, it’s your choice who to include. We can list your GP and perhaps a crisis line number too. Would you like some information about text or online supports as well?",
        "patient": "Maybe, yeah. Sometimes I find texting easier than talking, so that might help."
      },
      {
        "clinician": "That’s a great idea—I’ll give you some contact options by the end of this session. Now, coming back to your day-to-day, are you managing to keep up with classes or assignments at all?",
        "patient": "Not really. I’m pretty behind. I keep missing lectures and the more I do, the harder it is to catch up. I’m worried about failing, honestly."
      },
      {
        "clinician": "I can hear how stressful that must be. Have you thought about reaching out to your tutor or student support for help with the workload?",
        "patient": "I’ve thought about it, but I feel like they'd just think I'm lazy or making excuses. I haven't been brave enough to email anyone yet."
      },
      {
        "clinician": "That fear of judgment is very common, but most universities have support systems for students in your situation. If you wanted, I could help you draft an email or plan what to say.",
        "patient": "That might help. I do want to try, I just get stuck overthinking it."
      },
      {
        "clinician": "We can work through that together. What about your job at the IT help desk—are you managing the hours, or has that been a struggle too?",
        "patient": "I've had to cut back some shifts. My manager has noticed I'm less chatty at work, but I just said I'm tired from uni. It's tough, but at least with work, I have to show up or I can't pay bills."
      },
      {
        "clinician": "It's a lot to juggle. The pressure of finances on top of everything else can feel overwhelming. Are you managing to keep up with the rent and essentials?",
        "patient": "So far, yeah. My scholarship and the job together are just enough. But it's stressful thinking if I slip up at work or fall too far behind at school, I could lose everything."
      },
      {
        "clinician": "That’s a lot to carry by yourself, Lucy. You’re doing your best, even if it doesn’t always feel like it to you. I want to check in about your sertraline medication. Have you been able to take it regularly?",
        "patient": "I have, yeah. I take it every morning as prescribed. Haven’t noticed a big change, but I keep taking it because I know I should."
      },
      {
        "clinician": "Thank you for being consistent with it. Sometimes it can take a bit longer to feel the effects, and in some cases, we might need to consider adjustments, but you’re doing the right thing by keeping it regular. Any side effects so far?",
        "patient": "Not really. Maybe a little nausea at first, but it's mostly fine now."
      },
      {
        "clinician": "That’s good to hear. I'll keep checking in about it. Would you be interested in learning some techniques to manage negative thoughts or boost motivation between sessions?",
        "patient": "Yeah, I think that might help. I’ve tried some stuff I found online but usually I just give up because it feels pointless."
      },
      {
        "clinician": "That’s totally understandable. Sometimes starting small can make a difference. We can explore thought-challenging exercises—like noting down negative thoughts and then questioning them. Would you be open to trying to write some of those thoughts out, even if just to bring them here next time?",
        "patient": "I can try. I don’t know if I’ll be good at it, but I’ll give it a go."
      },
      {
        "clinician": "There’s no perfect way to do it—it’s just about catching the thoughts as they come. I’d also encourage you to try a very small activity, even going out for a five-minute walk, and noting how you feel after. Do you think this is something you could try?",
        "patient": "Yeah, I’ll try. Five minutes seems doable. I guess there’s no harm just seeing what happens."
      },
      {
        "clinician": "Great. And remember, it’s okay if you miss a day or it doesn’t go perfectly. What matters is being kind to yourself as you’re working through this. How are you feeling talking today—anything you wish we talked more about?",
        "patient": "It's hard but a little better than last time. I guess I just wish I wasn’t dragging these feelings around everywhere. But it helps to say it out loud."
      },
      {
        "clinician": "I’m really glad you said that, and I want you to know that you’re not alone, even when it feels that way. We’ll keep working on this together—one step at a time. Before we finish, is there anything on your mind?",
        "patient": "I think we covered most things. Just, thanks for listening. I’m a bit scared about trying the new things, but I’ll try."
      },
      {
        "clinician": "That's all anyone can ask for, Lucy. I’ll send you those crisis lines and student support resources today. I’m looking forward to hearing how things go, whether good or bad, next time. You're making progress just by being here.",
        "patient": "Thanks. I appreciate it. See you next week?"
      },
      {
        "clinician": "Absolutely—same time as usual. Take care of yourself until then, and remember you can reach out if you need help between sessions.",
        "patient": "Okay, I will. Bye."
      },
      {
        "clinician": "Bye, Lucy.",
        "patient": ""
      }
    ],
    "medication": [
      {
        "date": "2021-04-11",
        "medication": "Sertraline",
        "dosage": "50mg",
        "frequency": "Once daily in the morning"
      }
    ],
    "clinical_note": "**Subjective:**  \nLucy reports that her mood has been \"mixed\" since the last session, with some days feeling slightly easier, particularly when distracted by friends or brief outings. However, she continues to struggle with low motivation, persistent feelings of disconnection, and loneliness. She has not disclosed her feelings to friends or family, fearing she would bring down their mood or not be understood. Lucy describes ongoing negative self-comparisons, especially related to university performance and social interactions, which often lead her to withdraw and spend extended periods alone, typically scrolling on her phone. She identifies university-related activities and communication from parents or classmates as triggers for intensified negative thoughts. \n\nLucy continues to experience disrupted sleep, characterized by difficulty falling asleep, frequent awakenings, and occasional all-nighters, resulting in persistent fatigue. Her appetite remains low, with irregular eating patterns and occasional snacking. She acknowledges ongoing thoughts of unworthiness and numbness, including passive thoughts about not caring if she were present or not, but denies any active suicidal intent or plans. She expresses willingness to reach out to her GP if her safety becomes a concern and is open to developing a safety plan that includes her GP and crisis line contacts, but prefers not to involve family or housemates at this time.\n\nAcademically, Lucy is significantly behind in her coursework, missing lectures and struggling to catch up, which increases her anxiety about failing. She has not yet reached out to university support services due to fear of judgment but is open to assistance in drafting communication. At work, she has reduced her hours and feels less engaged, attributing this to fatigue from university stress. Financially, she is managing with her scholarship and job, but is anxious about the potential consequences of academic or occupational setbacks.\n\nLucy reports adherence to her sertraline regimen, taking it every morning as prescribed. She notes minimal side effects (mild initial nausea, now resolved) and has not observed significant improvement in mood yet. She expresses interest in learning techniques to manage negative thoughts and increase motivation, though she finds it difficult to sustain self-help efforts. She is willing to try thought-challenging exercises and brief daily activities, such as short walks, as discussed in session.\n\n**Objective:**  \n- Affect: Flat, with periods of tearfulness and expressed hopelessness.\n- Speech: Normal rate and tone, coherent.\n- Thought process: Logical, though preoccupied with negative self-appraisal and hopelessness.\n- No evidence of psychosis or mania.\n- Denies active suicidal ideation, intent, or plan.\n- Sleep: Disrupted, with insomnia and non-restorative sleep.\n- Appetite: Decreased, with irregular eating.\n- Function: Impaired academic and occupational performance; social withdrawal.\n- Medication adherence: Reports taking sertraline daily as prescribed; no significant side effects currently.\n\n**Assessment:**  \nLucy continues to experience symptoms consistent with moderate to severe Major Depressive Disorder, including persistent low mood, anhedonia, social withdrawal, sleep and appetite disturbances, low energy, impaired concentration, and passive thoughts of worthlessness. She is at risk for further functional decline academically and occupationally. Protective factors include insight, willingness to engage in treatment, and openness to safety planning. She is adherent to sertraline, with minimal side effects, but has not yet experienced significant therapeutic benefit. No current active suicidal ideation or intent, but ongoing monitoring is warranted given her passive thoughts and functional impairment.\n\n**Plan:**  \n1. **Medication:** Continue sertraline as prescribed (50mg daily in the morning). Monitor for efficacy and side effects. Consider dose adjustment if no improvement in symptoms after an adequate trial period.\n2. **Safety:** Develop a personalized safety plan including GP and crisis line contacts; provide information on text/online support resources. Encourage Lucy to reach out if her safety becomes a concern.\n3. **Psychosocial Interventions:**  \n   - Introduce thought-challenging exercises; encourage Lucy to record negative thoughts and bring them to the next session.\n   - Encourage engagement in small, manageable activities (e.g., five-minute daily walks) and track mood changes.\n   - Assist Lucy in drafting an email to university support/tutors to address academic concerns.\n4. **Support:** Provide crisis line and student support contact information. Reinforce the importance of self-compassion and gradual progress.\n5. **Follow-up:** Schedule next session for one week. Encourage Lucy to reach out between sessions if needed. Continue to monitor mood, safety, medication adherence, and functional status. \n\n**Patient verbalized understanding and agreement with the plan.**"
  },
  {
    "encounter_id": 3,
    "retrospect_date": "2021-04-11",
    "before_date": "2021-05-09",
    "data_insights": [
      "PHQ-4 depression scores rose with increased sedentary behavior and reduced travel distance.",
      "PHQ-4 anxiety scores decreased as digital engagement and routine regularity stabilized.",
      "Routine regularity and sleep timing both stabilized as affect scores began to recover.",
      "Outgoing call count increased slightly as positive affect improved and sedentary episodes decreased.",
      "Routine regularity and sleep duration both improved as negative affect scores fell.",
      "PHQ-4 anxiety scores stabilized as both screen unlock duration and sleep fragmentation decreased.",
      "Maximum screen unlock duration at home decreased as positive affect and total steps increased.",
      "Median number of significant places visited increased as total steps and positive affect improved.",
      "Routine regularity showed cyclic trends, paralleling fluctuations in sleep and affect scores.",
      "Median time at home increased as positive affect and total steps both decreased.",
      "Sleep duration increased after a period of low positive affect and high negative affect.",
      "Routine regularity improved as time at home increased, despite fluctuating emotional survey scores.",
      "Maximum screen unlock duration spiked on days with high negative affect and low positive affect.",
      "Time in green spaces was minimal, with only brief increases, despite fluctuating mood scores.",
      "Positive affect improved after a period of increased sleep duration and reduced negative affect.",
      "Maximum awake duration showed large fluctuations, coinciding with variable sleep and affect scores.",
      "Time in study places remained at zero, even as routine regularity and affect scores fluctuated.",
      "Maximum number of sleep episodes increased as total sleep duration and negative affect both fluctuated.",
      "Median number of awake episodes remained stable, despite fluctuations in sleep duration and affect scores.",
      "Maximum number of sedentary episodes increased as total steps and positive affect decreased.",
      "Median total awake duration increased as negative affect and sleep fragmentation both rose.",
      "Positive affect and physical activity both declined, with increased time at home and reduced travel radius.",
      "Missed call count increased slightly as time at home and digital engagement rose.",
      "Screen unlock episodes at home became more variable as routine regularity improved.",
      "Bluetooth device count and WiFi device count remained stable, suggesting limited changes in social proximity.",
      "Screen unlocks at home increased as time at home rose, suggesting more digital engagement during isolation.",
      "Outgoing call count remained low and stable, even as digital engagement at home increased.",
      "Number of significant places visited decreased as time at home and sedentary episodes increased.",
      "Physical activity became more variable as sedentary episodes increased and total steps fluctuated.",
      "Sleep fragmentation increased as number of sleep episodes and awake episodes both rose.",
      "Maximum time in exercise spaces peaked briefly, then declined as time at home increased.",
      "Positive affect rebounded as PHQ-4 depression scores and negative affect both decreased."
    ],
    "transcript": [
      {
        "clinician": "Hi Lucy, it’s good to see you again. How have things been since our last session?",
        "patient": "Hi. Um… I guess not much has changed, really. I tried to do some of the things we talked about, but it was harder than I thought."
      },
      {
        "clinician": "Thank you for letting me know. When you say you tried some things, can you tell me a bit about what you attempted and how it went?",
        "patient": "Yeah, so I tried to go for a short walk like you suggested. The first day, I did manage about ten minutes, but then I skipped the next couple days. It just felt… sort of pointless."
      },
      {
        "clinician": "That’s completely understandable, Lucy. Even one ten-minute walk is a really good start, especially when things feel so challenging. What did you notice—if anything—after that walk?",
        "patient": "Honestly? I felt a little less heavy for a bit. I mean, I still went back to bed after, but for like, half an hour it just felt slightly less bad."
      },
      {
        "clinician": "That’s valuable—it might not feel like much, but any change in how you’re feeling, even temporarily, can be important to notice. Did anything in particular make it hard to try again the following days?",
        "patient": "I just… I don’t know. I was tired, and it felt like it wouldn’t change anything anyway. And then when I didn’t do it, I just felt like I failed at that too."
      },
      {
        "clinician": "I hear you—it sounds like there’s a cycle where if you don’t keep up with it, you end up being hard on yourself. Do you remember what kinds of thoughts came up when you were deciding whether to go out or stay in bed?",
        "patient": "I just kept thinking, ‘What’s the point?’ Or, ‘Other people can do this easily, and I can’t even manage a walk.’ Kind of that same stuff from before."
      },
      {
        "clinician": "That sense of comparison and hopelessness seems to come up often for you. Did you happen to try writing any of those thoughts down, like we discussed last time, or was that difficult too?",
        "patient": "I tried a couple times, but then I looked at it and just thought it was silly. Like, why am I writing down all these negative things—it just made me feel worse reading it back."
      },
      {
        "clinician": "That’s a very understandable reaction. Sometimes the first few attempts at noticing or writing our thoughts are uncomfortable because we become more aware of the negativity. Would you like to talk through one of those thoughts here—perhaps together, we can try to look at it from a different angle?",
        "patient": "I guess so. The one that comes up the most is, ‘I’m not good enough.’ That’s what I wrote down."
      },
      {
        "clinician": "Thank you for sharing that. When that thought comes up—‘I’m not good enough’—what does it mean to you in that moment?",
        "patient": "Usually it’s like, I’m not good enough at uni, not good enough as a friend, or even as a daughter. Like I keep messing everything up."
      },
      {
        "clinician": "It sounds like those feelings stretch across many areas of your life. If we were to gently question that thought, is there any evidence—even a small example—that might go against the idea that you aren’t good enough?",
        "patient": "I guess I keep showing up to work. Even when I’m feeling awful, I’m still managing to do that. And I do try—I keep coming here. But it just feels like the bare minimum sometimes."
      },
      {
        "clinician": "It’s important to remember that, especially when you’re struggling, making it to work and coming here are not small things. They’re signs of perseverance. Could we include those as evidence that maybe you’re more resilient and capable than you feel sometimes?",
        "patient": "Maybe. It’s hard to believe that, but I can see what you mean, logically."
      },
      {
        "clinician": "That makes sense—logic and feelings can be at odds, but you’re open to considering it. If you were speaking to a friend who felt the same way, would you judge them for struggling or see them as not good enough?",
        "patient": "No, definitely not. I’d probably just tell them they’re doing the best they can. But I can never think of myself the same way."
      },
      {
        "clinician": "That’s a very common pattern. We’re often much kinder to others than ourselves. Would you be open to practicing self-compassion—maybe just noticing when you’re being hard on yourself, and imagining what you’d say to a friend in the same situation?",
        "patient": "Yeah… I can try. I don’t know if it will work but I can try to do that."
      },
      {
        "clinician": "That’s all I ask—just a willingness to try, even if it feels unfamiliar. How about your daily routine—have you noticed any change with sleep, meals, or time spent with friends?",
        "patient": "Sleep is still not great. I have nights where I just lie awake for hours, then I’ll sleep half the next day. Meals—I forget a lot, or I eat snacks instead of real food."
      },
      {
        "clinician": "That must be exhausting. Are you getting any pressure from your roommates about daily routines, meals, or appearance?",
        "patient": "Sometimes they ask if I’m okay or why I’m not eating with them. Mostly I just say I’m busy with uni or tired from work. They don’t push much, but it makes me feel more guilty, honestly."
      },
      {
        "clinician": "Feeling guilt about letting others down is really common in depression. But it sounds like your friends care. Do you feel like you could let one of them in a little, even if just to say that things have been hard?",
        "patient": "I don’t know… I still feel like I’d just end up saying too much or making them worry. I hate seeing people uncomfortable."
      },
      {
        "clinician": "That’s an understandable worry. Sometimes just saying, ‘I’ve been having a rough time lately’ is enough to let a friend know you’re not okay, without needing to share every detail. Have you thought about sending a message or talking in person if the moment feels right?",
        "patient": "Maybe. Messaging sounds easier—I wouldn’t have to see their reaction."
      },
      {
        "clinician": "That’s a good idea—sometimes texting gives us time to think. If you’d like, we can talk through what you might say, or even write a draft together today. Would that help?",
        "patient": "Yeah, I think so. Maybe if I write it here I’ll feel less awkward about it later."
      },
      {
        "clinician": "Absolutely. We can come back to that in a moment. Let’s talk a bit about your studies. Earlier you mentioned you were worried about getting behind. How are things going with assignments and lectures this week?",
        "patient": "Still behind. I missed another lecture, but I did manage to listen to a recording of one of the past ones. That actually felt like a little win, but I’m still scared about how much I missed."
      },
      {
        "clinician": "That’s a great step—listening to a recording and catching up counts as progress. Did you feel slightly less overwhelmed after doing it, or did you have mixed feelings?",
        "patient": "A bit of both. For a while I felt like, okay, maybe I can do this, but then I looked at all the other stuff I still have and just felt hopeless again."
      },
      {
        "clinician": "It’s very common to feel both encouraged and discouraged during recovery. Would you be willing to break things into even smaller steps? Sometimes focusing on just one lecture or one assignment at a time makes it less overwhelming.",
        "patient": "I can try. I get so anxious just looking at my to-do list, though. It feels like too much."
      },
      {
        "clinician": "That makes sense—long lists can feel paralyzing. What if we started with picking just one small task for each day, even if it’s as simple as opening your class platform or reading a single email from your tutor?",
        "patient": "I could do that. That doesn’t seem as scary as trying to finish everything all at once."
      },
      {
        "clinician": "Great—we’ll build from there. Are you still working at the university IT desk a few shifts per week?",
        "patient": "Yeah, I cut back a bit, but I’m still doing two shifts a week. My manager’s been understanding about me being quieter."
      },
      {
        "clinician": "That’s good to hear you have some flexibility at work. Do you find having the structure of the job helps at all, or does it add to your stress?",
        "patient": "Both, really. Sometimes the routine helps—I have to get out of bed. But, by the end of the day, I just feel drained. It’s hard to keep smiling at people."
      },
      {
        "clinician": "I understand. Do you feel able to ask for more flexibility if you need it—like swapping shifts or taking a day off, if things feel too much?",
        "patient": "Maybe, but I worry about disappointing them, or losing the job. I need the money for rent, so I just keep going even if I’m exhausted."
      },
      {
        "clinician": "You’re managing a lot of responsibility—work, studies, managing your health. It’s okay to acknowledge how heavy that must feel. Can we look at ways to build in tiny pockets of rest or self-care, even if it’s just five minutes between things?",
        "patient": "Maybe. I never really thought about it, but I could try… like, just listening to music, or something like that?"
      },
      {
        "clinician": "Listening to music is a great example. Even brief moments—stretching, a cup of tea, a short phone call with someone you trust—can help reset your mood. Would it be helpful to brainstorm a short list of things you might do?",
        "patient": "Sure. Could you help me come up with some ideas? Sometimes I can’t think of anything when I’m actually in the moment."
      },
      {
        "clinician": "Of course. How about we each suggest a few things and you tell me what sounds doable? For starters: listening to a favorite song, stepping outside for fresh air, writing a quick journal entry, stretching, making a cup of tea, or texting a friend. Which of those feels realistic?",
        "patient": "Music and tea, for sure. Maybe stretching. I’m not sure about journaling, but I can try the others."
      },
      {
        "clinician": "That’s a great list. You can aim to try just one each day or whenever you notice your mood getting lower. Over time, these tiny habits can add up. Coming back to your medication, are you still taking sertraline in the mornings? Any changes or issues?",
        "patient": "Yes, I’m still on it every morning. No new side effects. I still don’t know if it’s really making much difference though."
      },
      {
        "clinician": "Thank you for sticking with it. Sometimes it can take longer to notice changes, especially if your depression has been quite severe. If you continue to feel only limited improvement after a few more weeks, we can discuss other options with your GP or psychiatrist.",
        "patient": "Okay. I’ll keep taking it for now."
      },
      {
        "clinician": "That sounds good. Thank you. Just checking in—since our last session, have you had any thoughts of not wanting to be here or thoughts of hurting yourself?",
        "patient": "I have had a couple days where I just felt really numb again. Not really wanting to do anything. I didn’t really want to hurt myself, I just felt like I didn’t care much either way."
      },
      {
        "clinician": "Thank you for being honest. That feeling of numbness is a sign your depression is still very present, but I’m glad to hear you haven’t wanted to act on those feelings. If things were to get worse or you did have urges to hurt yourself, are you still okay to reach out to your GP, crisis lines, or me?",
        "patient": "Yeah, I think so. I haven’t needed to yet, but I’d probably text a support line or call my GP if it got that bad. Part of me still doesn’t want to make a fuss, though."
      },
      {
        "clinician": "It’s not making a fuss—it’s taking care of yourself. You deserve support, Lucy. I’ll send you those text-line numbers again after our session, just so you have them handy. Does that sound alright?",
        "patient": "Yeah, that’s good. Thank you."
      },
      {
        "clinician": "You’re welcome. Before we finish today, is there anything in particular you want to plan for the week ahead—something you want to focus on, or something you’re worried about?",
        "patient": "Um, maybe just picking one lecture to try and catch up on. And trying to message a friend, like we talked about."
      },
      {
        "clinician": "Those are great, actionable goals. Would you like to draft that message here together now, or would you rather try on your own and bring it next time?",
        "patient": "Maybe we could do it now? I’m worried I’ll never get around to it if I wait."
      },
      {
        "clinician": "Of course. Let’s try a simple version. Something like, ‘Hey, I’ve been having a rough time lately and I might be a bit quieter than usual. Just wanted you to know. Hope that’s okay.’ How does that feel to you?",
        "patient": "That actually sounds alright. Not too dramatic, but honest. I could send that, maybe to my friend Emma."
      },
      {
        "clinician": "That’s a great idea. You can change any words if you need to, but even a short message like that can be a big step. Would you like to set a specific day to send it, or do you want to just see how you feel?",
        "patient": "I’ll aim for tomorrow. I think that’s doable."
      },
      {
        "clinician": "Wonderful. And for the lecture, maybe just log in and watch a few minutes at first—you don’t have to get through it all at once. Does that sound manageable?",
        "patient": "Yeah, I could do that. Even five minutes to start. That doesn’t seem as scary."
      },
      {
        "clinician": "That’s exactly right—small steps add up. How are you feeling now, coming to the end of our session?",
        "patient": "Tired, but a little relieved, I guess. It helps to talk. I’m still scared I’ll mess everything up, but maybe I can try these things."
      },
      {
        "clinician": "You’re not alone. I see so much effort in what you’re doing, even if you don’t always notice it. Is there anything else on your mind before we finish for today?",
        "patient": "No, I think we covered everything. Thank you for listening and helping me figure out what to try next."
      },
      {
        "clinician": "Thank you for coming and for being so open. I’ll email you those support contacts after our session. Let’s keep working together on these small steps, and remember you can always reach out if things feel overwhelming between our meetings.",
        "patient": "Thanks. I appreciate it. I’ll see you next week."
      },
      {
        "clinician": "Absolutely—same time next week. Take care and be kind to yourself, Lucy.",
        "patient": "I’ll try. Bye."
      }
    ],
    "medication": [
      {
        "date": "2021-05-09",
        "medication": "Sertraline",
        "dosage": "50 mg once daily",
        "frequency": "Every morning"
      }
    ],
    "clinical_note": "**Subjective:**  \nLucy reports that her mood and daily functioning have not changed significantly since the last session. She attempted to implement some behavioral activation strategies discussed previously, such as going for a short walk, but found it difficult to maintain consistency. She describes feeling a transient improvement in mood after walking, but this was short-lived, and she subsequently felt discouraged and self-critical for not continuing. Lucy continues to experience pervasive thoughts of inadequacy, particularly around her academic performance, friendships, and family roles. She attempted to journal her negative thoughts but found the process uncomfortable and unhelpful, as it increased her awareness of negativity. Lucy acknowledges that she is able to maintain some responsibilities, such as attending work and therapy, but minimizes these achievements, viewing them as the \"bare minimum.\" She recognizes a pattern of being more compassionate toward others than herself and is open to practicing self-compassion, though she is unsure if it will help.\n\nLucy reports ongoing sleep disturbances, with difficulty falling asleep and sleeping during the day. Her appetite is poor, often forgetting meals or substituting snacks for proper meals. She feels some guilt when roommates inquire about her well-being but is hesitant to share her struggles for fear of burdening others. She is open to the idea of reaching out to a friend via text and worked with the clinician to draft a message during the session.\n\nAcademically, Lucy remains behind on assignments and lectures but managed to listen to a recorded lecture, which she identified as a small win. She feels overwhelmed by her workload and experiences anxiety when confronted with her to-do list. She is willing to try breaking tasks into smaller, more manageable steps.\n\nLucy continues to work two shifts per week at the university IT desk. She finds the structure helpful at times but also exhausting. She is concerned about asking for further flexibility due to financial needs and fear of disappointing her employer. She is open to incorporating brief self-care activities, such as listening to music or making tea, into her routine.\n\nLucy is currently taking sertraline every morning as prescribed and reports no new side effects. She is unsure if the medication is helping but is willing to continue for now. She describes episodes of emotional numbness and low motivation but denies active suicidal ideation or intent. She is aware of crisis resources and agrees to reach out if her symptoms worsen.\n\n**Objective:**  \n- Appearance: Tired, but engaged and cooperative during session.\n- Affect: Restricted, congruent with reported mood.\n- Thought process: Logical, though negative and self-critical content predominates.\n- Insight: Good; recognizes patterns of negative thinking and is open to therapeutic interventions.\n- Sleep: Poor, with insomnia and hypersomnia.\n- Appetite: Decreased, irregular meals.\n- Functioning: Attending work (reduced hours), behind on academic tasks, limited social engagement.\n- Medication adherence: Reports taking sertraline daily, no side effects.\n- Safety: No current suicidal ideation or intent; passive thoughts of numbness and apathy.\n\n**Assessment:**  \nLucy continues to experience symptoms of moderate to severe major depressive disorder, including low mood, anhedonia, sleep and appetite disturbances, low energy, impaired concentration, and pervasive negative self-evaluation. She demonstrates some engagement with behavioral activation and cognitive restructuring strategies but struggles with consistency and self-compassion. Protective factors include ongoing engagement in therapy, adherence to medication, maintenance of some work and academic responsibilities, and willingness to reach out for help if needed. No acute safety concerns at present, but ongoing monitoring is warranted given her reports of numbness and low motivation.\n\n**Plan:**  \n1. **Medication:** Continue sertraline as prescribed (50 mg once daily in the morning). Monitor for efficacy and side effects. Reassess in a few weeks; consider medication review with GP/psychiatrist if limited improvement persists.\n2. **Therapy:** Continue weekly sessions focused on behavioral activation, cognitive restructuring, and self-compassion exercises. Encourage Lucy to notice and challenge negative self-talk and to practice responding to herself as she would to a friend.\n3. **Behavioral Activation:** Support Lucy in identifying and implementing small, manageable daily activities (e.g., listening to music, making tea, brief walks, stretching). Emphasize the value of small steps and celebrate incremental progress.\n4. **Academic Support:** Encourage breaking academic tasks into smaller steps and focusing on one task at a time. Reinforce any progress, however minor.\n5. **Social Support:** Support Lucy in reaching out to a friend via text, using the drafted message. Encourage her to notice the impact of this connection.\n6. **Self-care:** Brainstorm and implement brief self-care activities throughout the day.\n7. **Safety:** Provide crisis line and support contact information. Reinforce plan for reaching out if symptoms worsen or if suicidal ideation emerges.\n8. **Follow-up:** Schedule next session for one week. Email support contacts as discussed. Continue to monitor mood, functioning, and safety."
  },
  {
    "encounter_id": 4,
    "retrospect_date": "2021-05-09",
    "before_date": "2021-06-06",
    "data_insights": [
      "Routine regularity dropped sharply in late May, coinciding with increased negative affect and PHQ-4 scores.",
      "Median PHQ-4 depression score increased from April to June, mirroring increased sedentary episodes.",
      "PHQ-4 scores increased as sleep duration and number of sleep episodes also rose in early June.",
      "Screen unlock episodes peaked mid-May, then declined as PHQ-4 depression scores cycled upward.",
      "Average screen unlock duration at home decreased as PHQ-4 depression scores increased in early June.",
      "PHQ-4 anxiety scores remained stable, even as negative affect and sedentary episodes increased.",
      "PHQ-4 depression scores increased in June, while average sleep duration decreased slightly.",
      "Screen unlock duration at home dropped to a minimum on May 24, matching a drop in home time.",
      "Outgoing call count and screen unlocks both showed cyclic trends, possibly reflecting fluctuating engagement.",
      "Screen unlocks at home dropped sharply on May 24, matching a minimum in time at home.",
      "Outgoing call count and time at home both dropped to minimums on May 24.",
      "Median time at home and number of screen unlocks at home both decreased in late May.",
      "Median number of screen unlocks at home decreased in late May, matching a drop in home time.",
      "Sedentary episodes increased in June, while total steps and time at home decreased during late May.",
      "Time in green spaces was minimal, despite increased total distance traveled in late May.",
      "Outgoing call count dropped to zero on multiple days, while missed calls remained low and stable.",
      "Time at home decreased in late May, while number of significant places visited increased sharply.",
      "Routine regularity and time at home both rebounded in early June after late May declines.",
      "Maximum sleep duration fell in early June, while number of sleep episodes increased.",
      "Positive affect scores remained stable, while negative affect scores cycled upward in late May.",
      "Time in exercise spaces peaked mid-May, but median remained zero, indicating rare but intense activity.",
      "Number of awake episodes increased in early June, with more stable sleep episode variability.",
      "Median time at home decreased in late May, while total distance traveled increased.",
      "Routine regularity and number of significant places both showed high variability across the period.",
      "Average positive affect was moderate, with high variability in both positive and negative affect scores.",
      "Maximum time in exercise spaces occurred mid-May, but average remained low, suggesting infrequent exercise.",
      "Median number of significant places visited increased sharply at end of May, then declined in June.",
      "Total screen unlock duration and number of unlocks both declined in late May.",
      "Median PHQ-4 score increased in June, while average positive affect remained moderate.",
      "Maximum number of significant places visited peaked at 33 in late May.",
      "Median number of sleep episodes increased in June, while maximum sleep duration decreased."
    ]
  }
]