[
  "PHQ-4 and PSS-4 scores remain stable, despite fluctuating sleep and activity patterns.",
  "High stress and low positive affect persist, despite increased physical activity and stable sleep patterns.",
  "Positive affect remains low, even as physical activity and steps increase.",
  "Sleep duration and quality fluctuate, but emotional state scores remain stable.",
  "Despite high time at home, no increase in digital or phone-based social contact.",
  "Unique WiFi and Bluetooth device counts remain low, indicating little change in social or environmental context.",
  "Despite increased physical activity, time in green and exercise spaces remains at zero.",
  "Routine regularity and time at home are high, but social contact remains minimal.",
  "Digital engagement is high, but social interaction via calls remains low.",
  "PHQ-4 depression scores dropped to zero, but anxiety scores remain stable at three.",
  "Routine regularity and time at home remain high, with minimal variation in significant places visited.",
  "Screen unlock episodes increased, but average unlock duration at home decreased, indicating fragmented digital engagement.",
  "Total steps and physical activity increased after a period of low movement and high sedentary episodes.",
  "No time spent in study or exercise spaces, consistent across all days.",
  "Radius of travel frequently at zero, with rare brief increases, suggesting limited mobility.",
  "Sleep patterns show high variability in bed and wake times, with frequent sleep episodes.",
  "Awake duration during sleep periods increased, with more frequent awakenings at night.",
  "Positive affect scores remain low and stable, with little improvement over time.",
  "Negative affect scores decreased but remain above minimum, indicating persistent negative mood.",
  "Missed call counts are consistently low, with minimal incoming or outgoing calls, suggesting limited social contact.",
  "Routine regularity decreased slightly, but overall daily structure remains stable.",
  "Maximum screen unlock duration at home decreased, while number of unlocks increased, suggesting shorter, more frequent device use.",
  "Total sleep duration fluctuated, with periods of both very short and longer sleep.",
  "Sedentary episodes increased as physical activity rose, possibly reflecting irregular activity patterns.",
  "Outgoing call count increased slightly, but overall call activity remains low.",
  "Total screen unlock duration at home decreased, despite stable or increased unlock episodes.",
  "Number of significant places visited remains low, with only brief increases.",
  "Maximum screen unlock duration increased sharply on some days, despite overall shorter average unlocks.",
  "Sleep fragmentation increased, with more frequent and longer awake episodes during the night.",
  "Despite increased steps, sedentary episodes also rise, indicating possible bursts of activity.",
  "No evidence of medication or treatment changes in available data."
]