{
  "response": [
    {
      "feature_name": "sumdurationasleepTYPE",
      "rank": 7,
      "explanation": "Total sleep duration is a core indicator of sleep health and is directly linked to mental health outcomes such as depression, anxiety, and cognitive functioning. Insufficient or excessive sleep duration is a well-established risk factor for mental health problems."
    },
    {
      "feature_name": "avgefficiencyTYPE",
      "rank": 7,
      "explanation": "Sleep efficiency (the proportion of time in bed spent asleep) is a key clinical measure of sleep quality. Low sleep efficiency is associated with insomnia, depression, and other mental health disorders. It helps clinicians assess sleep fragmentation and restfulness."
    },
    {
      "feature_name": "avgdurationtofallasleepTYPE",
      "rank": 6,
      "explanation": "The average time it takes to fall asleep (sleep latency) is a sensitive marker for insomnia and anxiety. Prolonged sleep latency often signals hyperarousal or stress, which are important in mental health assessment."
    },
    {
      "feature_name": "sumdurationawakeTYPE",
      "rank": 6,
      "explanation": "Total time awake while in bed can indicate sleep fragmentation or maintenance insomnia, both of which are common in depression and anxiety. It helps differentiate between sleep onset and sleep maintenance problems."
    },
    {
      "feature_name": "firstbedtimeTYPE",
      "rank": 5,
      "explanation": "The timing of first bedtime provides insight into circadian rhythm and sleep hygiene. Irregular or delayed bedtimes are associated with mood disorders and can be a target for behavioral interventions."
    },
    {
      "feature_name": "lastwaketimeTYPE",
      "rank": 5,
      "explanation": "The timing of final awakening is important for assessing sleep phase and circadian rhythm. Early or late wake times can be linked to depression (e.g., early morning awakening) or delayed sleep phase syndrome."
    },
    {
      "feature_name": "countepisodeasleepmain",
      "rank": 5,
      "explanation": "The number of main sleep episodes helps identify sleep fragmentation or polyphasic sleep patterns, which may be relevant in certain psychiatric or neurological conditions."
    },
    {
      "feature_name": "avgdurationasleepTYPE",
      "rank": 6,
      "explanation": "Average sleep duration per episode provides a nuanced view of sleep continuity and can help distinguish between consolidated and fragmented sleep, both of which have mental health implications."
    },
    {
      "feature_name": "sumdurationtofallasleepTYPE",
      "rank": 5,
      "explanation": "Total time spent trying to fall asleep over a period can indicate chronic sleep onset difficulties, which are common in anxiety and mood disorders."
    },
    {
      "feature_name": "sumdurationinbedTYPE",
      "rank": 4,
      "explanation": "Total time in bed is useful for calculating sleep efficiency and understanding sleep opportunity versus actual sleep. Excessive time in bed with low sleep efficiency may indicate depression or poor sleep hygiene."
    },
    {
      "feature_name": "avgdurationinbedTYPE",
      "rank": 4,
      "explanation": "Average time in bed per episode helps contextualize sleep efficiency and can reveal patterns of excessive or insufficient sleep opportunity."
    },
    {
      "feature_name": "stddurationasleepTYPE",
      "rank": 4,
      "explanation": "Standard deviation of sleep duration reflects variability in sleep patterns, which is often increased in mood disorders and can be a marker of instability in daily routines."
    },
    {
      "feature_name": "countepisodenap",
      "rank": 3,
      "explanation": "Number of nap episodes can be relevant for certain populations (e.g., older adults, those with hypersomnia), but is less central than main sleep metrics for most mental health assessments."
    },
    {
      "feature_name": "sumdurationafterwakeupTYPE",
      "rank": 3,
      "explanation": "Time spent in bed after waking up may reflect low motivation or energy, which can be a symptom of depression, but is less specific than other sleep features."
    },
    {
      "feature_name": "avgdurationawakeTYPE",
      "rank": 3,
      "explanation": "Average time awake in bed can help identify sleep maintenance issues, but is less informative than total or efficiency measures."
    },
    {
      "feature_name": "maxdurationasleepTYPE",
      "rank": 2,
      "explanation": "The longest sleep episode duration may be of interest in some cases (e.g., hypersomnia), but is less informative than average or total sleep duration for most clinical purposes."
    },
    {
      "feature_name": "mindurationasleepTYPE",
      "rank": 2,
      "explanation": "The shortest sleep episode duration is rarely clinically relevant unless there is extreme fragmentation, which would be better captured by other metrics."
    },
    {
      "feature_name": "mediandurationasleepTYPE",
      "rank": 3,
      "explanation": "Median sleep duration can be useful for understanding central tendency, especially if there are outliers, but is generally less informative than mean or total duration."
    }
  ]
}