[
  {
    "encounter_id": 1,
    "retrospect_date": "",
    "before_date": "2021-03-28",
    "data_insights": []
  },
  {
    "encounter_id": 2,
    "retrospect_date": "2021-03-28",
    "before_date": "2021-04-11",
    "data_insights": [
      "PHQ-4 and negative affect scores declined as sleep duration stabilized and routine regularity dropped.",
      "Despite increased steps and travel, positive affect remained low and sedentary episodes increased.",
      "PHQ-4 scores and negative affect improved as time at home decreased and travel increased.",
      "Screen unlock episodes peaked as negative affect scores rose, then both declined after 2021-04-09.",
      "Despite high screen time, positive affect scores remained low and even reached zero on 2021-04-07.",
      "Routine regularity and time at home declined, coinciding with increased travel and lower positive affect.",
      "Outgoing and incoming call counts remained low, with no increase despite more significant places visited.",
      "Unique Bluetooth and WiFi devices detected remained low, suggesting limited in-person social contact.",
      "Routine regularity and sleep episode variability both decreased, but sleep duration remained short.",
      "Consistently low time in exercise and green spaces, despite increased total steps and travel distance.",
      "Maximum sleep duration and average sleep duration showed high variability, with frequent short sleep episodes.",
      "PHQ-4 depression and anxiety scores declined after 2021-04-07, mirroring reduced negative affect.",
      "Despite increased steps and travel, sedentary episodes remained high, indicating fragmented activity.",
      "Routine regularity declined sharply after 2021-04-09, coinciding with reduced time at home and increased travel.",
      "Screen unlock duration at home showed high variability, with both very high and very low days.",
      "Number of sleep episodes decreased after 2021-04-05, with more consolidated but still short sleep.",
      "Positive affect scores showed a brief rise after 2021-04-07, but remained low overall.",
      "Maximum screen unlock duration at home decreased after 2021-04-04, mirroring reduced total screen time.",
      "Incoming call count decreased after 2021-04-04, with more days of only one incoming call.",
      "Despite high screen unlock episodes, average unlock duration remained low, indicating brief, frequent device checks."
    ]
  },
  {
    "encounter_id": 3,
    "retrospect_date": "2021-04-11",
    "before_date": "2021-05-09",
    "data_insights": [
      "Negative affect and PHQ-4 depression scores rise despite increased steps and brief sleep improvement.",
      "Positive affect remains near zero, even as sleep duration and steps show brief improvement.",
      "Maximum screen unlock duration at home shows sharp peaks, then rapid declines, mirroring mood variability.",
      "PHQ-4 depression scores and negative affect rise as total sleep duration declines.",
      "Screen unlock duration and episodes at home decrease as PHQ-4 depression scores rise.",
      "Routine regularity is high, but sleep and activity patterns fluctuate, suggesting possible external structure.",
      "Screen unlock episodes and duration at home show cyclic trends, mirroring sleep and activity fluctuations.",
      "Bluetooth and WiFi device counts remain low, indicating limited exposure to new environments or people.",
      "Despite increased steps, time in green and exercise spaces remains zero throughout the period.",
      "Bluetooth and WiFi device counts show cyclic trends, but remain low overall.",
      "Total steps and distance show brief peaks, but sedentary episodes remain high.",
      "Routine regularity and sleep episode variability suggest external structure with internal rhythm instability.",
      "Routine regularity remains high, even as total distance and steps fluctuate significantly.",
      "No time spent in study places, despite some increases in steps and travel distance.",
      "No time spent in green or exercise spaces, despite some increases in steps and travel distance.",
      "Screen unlock duration and episodes at home show high variability, with recent downward trend.",
      "Outgoing and incoming call counts remain low and stable, with occasional missed call spikes.",
      "Number of significant places visited remains low, with rare brief increases.",
      "Maximum screen unlock duration at home peaked sharply, then dropped to lowest value.",
      "Average sleep duration increased after a period of decline, but remains below typical adult needs.",
      "PHQ-4 anxiety scores remain low and stable, contrasting with rising depression and negative affect.",
      "Time at home remains high, with only brief periods of increased travel radius.",
      "Number of sleep episodes and awake episodes both show high variability, with recent increases.",
      "Digital engagement is fragmented, with frequent short unlocks and high day-to-day variability.",
      "Positive affect remains low, while negative affect and PHQ-4 depression scores trend upward.",
      "Sedentary episodes remain high, with only brief periods of increased physical activity.",
      "PHQ-4 and PSS-4 scores show parallel trends, with both rising and falling together.",
      "Maximum sleep duration increased recently, but total sleep duration remains below recommended levels.",
      "Incoming and outgoing call counts are low, with missed calls showing intermittent spikes.",
      "Routine regularity is high, but number of significant places visited remains low and stable."
    ]
  },
  {
    "encounter_id": 4,
    "retrospect_date": "2021-05-09",
    "before_date": "2021-06-06",
    "data_insights": [
      "Median PHQ-4 depression score remained at 2.0 despite increased activity, indicating persistent low mood.",
      "Negative affect scores decreased after 5/9, consistent with increased movement and reduced sedentary episodes.",
      "PHQ-4 anxiety scores decreased to zero by 5/30, matching a period of increased physical activity.",
      "Positive affect scores remained low but showed a slight rise after 6/2, following increased activity.",
      "Number of unique Bluetooth and WiFi devices sensed increased after 5/25, suggesting more varied environments.",
      "Maximum screen unlock duration at home dropped after 5/15, aligning with increased time spent outside.",
      "Abrupt increase in physical activity on 5/28 coincided with peak in green and exercise space time.",
      "Digital engagement at home dropped sharply on 5/28, matching peak outdoor activity and travel distance.",
      "Significant increase in physical activity after 5/19, with sharp rises in total distance and steps.",
      "Time in exercise and green spaces peaked on 5/28, coinciding with highest step count.",
      "Screen unlock duration and episodes at home dropped sharply on 5/28, matching a peak in outdoor activity.",
      "Routine regularity dropped on 5/28, aligning with increased travel and new significant places visited.",
      "Sleep became more fragmented after 5/19, with decreased maximum sleep duration and increased awake duration.",
      "Median number of significant places increased after 5/21, suggesting broader social or environmental engagement.",
      "Outgoing and incoming call counts increased after 5/10, indicating more frequent social contact.",
      "Missed call and outgoing call count variability increased after 5/10, suggesting fluctuating social responsiveness.",
      "Sleep duration and sleep episode count both show cyclic trends, indicating irregular sleep patterns.",
      "Number of sleep episodes decreased after 5/10, while total sleep duration remained variable.",
      "Time at home decreased as total distance and number of significant places increased post-5/19.",
      "Digital engagement at home decreased after 5/10, with shorter and less frequent screen unlocks.",
      "Routine regularity is generally high but interrupted by brief drops, suggesting occasional disruptions."
    ]
  }
]