[
  {
    "encounter_id": 1,
    "retrospect_date": "",
    "before_date": "2021-03-28",
    "data_insights": []
  },
  {
    "encounter_id": 2,
    "retrospect_date": "2021-03-28",
    "before_date": "2021-04-11",
    "data_insights": [
      "PHQ-4 and PSS-4 scores remain stable, despite fluctuating sleep and activity patterns.",
      "High stress and low positive affect persist, despite increased physical activity and stable sleep patterns.",
      "Positive affect remains low, even as physical activity and steps increase.",
      "Sleep duration and quality fluctuate, but emotional state scores remain stable.",
      "Despite high time at home, no increase in digital or phone-based social contact.",
      "Unique WiFi and Bluetooth device counts remain low, indicating little change in social or environmental context.",
      "Despite increased physical activity, time in green and exercise spaces remains at zero.",
      "Routine regularity and time at home are high, but social contact remains minimal.",
      "Digital engagement is high, but social interaction via calls remains low.",
      "PHQ-4 depression scores dropped to zero, but anxiety scores remain stable at three.",
      "Routine regularity and time at home remain high, with minimal variation in significant places visited.",
      "Screen unlock episodes increased, but average unlock duration at home decreased, indicating fragmented digital engagement.",
      "Total steps and physical activity increased after a period of low movement and high sedentary episodes.",
      "No time spent in study or exercise spaces, consistent across all days.",
      "Radius of travel frequently at zero, with rare brief increases, suggesting limited mobility.",
      "Sleep patterns show high variability in bed and wake times, with frequent sleep episodes.",
      "Awake duration during sleep periods increased, with more frequent awakenings at night.",
      "Positive affect scores remain low and stable, with little improvement over time.",
      "Negative affect scores decreased but remain above minimum, indicating persistent negative mood.",
      "Missed call counts are consistently low, with minimal incoming or outgoing calls, suggesting limited social contact.",
      "Routine regularity decreased slightly, but overall daily structure remains stable.",
      "Maximum screen unlock duration at home decreased, while number of unlocks increased, suggesting shorter, more frequent device use.",
      "Total sleep duration fluctuated, with periods of both very short and longer sleep.",
      "Sedentary episodes increased as physical activity rose, possibly reflecting irregular activity patterns.",
      "Outgoing call count increased slightly, but overall call activity remains low.",
      "Total screen unlock duration at home decreased, despite stable or increased unlock episodes.",
      "Number of significant places visited remains low, with only brief increases.",
      "Maximum screen unlock duration increased sharply on some days, despite overall shorter average unlocks.",
      "Sleep fragmentation increased, with more frequent and longer awake episodes during the night.",
      "Despite increased steps, sedentary episodes also rise, indicating possible bursts of activity.",
      "No evidence of medication or treatment changes in available data."
    ]
  },
  {
    "encounter_id": 3,
    "retrospect_date": "2021-04-11",
    "before_date": "2021-05-09",
    "data_insights": [
      "Routine regularity and sleep fragmentation both worsen during periods of high stress and negative affect.",
      "Periods of increased screen unlock duration align with higher PSS-4 and negative affect scores.",
      "Sedentary behavior increases as positive affect scores remain low and negative affect rises.",
      "Periods of increased digital engagement do not correspond with improved positive affect.",
      "Sleep fragmentation and short duration coincide with rising negative affect and PHQ-4 scores in May.",
      "Minimal time in green or exercise spaces persists despite fluctuating mood and stress scores.",
      "Routine regularity drops during periods of high negative affect and PHQ-4 scores.",
      "Outgoing and incoming call counts decline as PHQ-4 and negative affect scores rise.",
      "High screen unlock frequency at home coincides with increased stress and negative affect.",
      "Periods of increased mobility do not correspond with improved mood or affect scores.",
      "Maximum screen unlock duration spikes during high stress and negative affect periods.",
      "No time in study or exercise places, even as stress and negative affect increase.",
      "Time at home remains high, with little change during periods of mood fluctuation.",
      "Sleep onset and wake times are highly variable, paralleling emotional instability.",
      "Reduced physical activity and increased sedentary episodes parallel rising PHQ-4 and PSS-4 scores.",
      "Maximum number of significant places visited remains low, even during mood fluctuations.",
      "Screen unlock duration at home is highly variable, with no clear link to positive affect.",
      "Bluetooth and WiFi device counts remain low, consistent with limited social interaction and high home time.",
      "Missed call counts remain low, consistent with limited social engagement and high home time.",
      "PHQ-4 anxiety scores remain higher than depression, even as both increase with stress."
    ]
  },
  {
    "encounter_id": 4,
    "retrospect_date": "2021-05-09",
    "before_date": "2021-06-06",
    "data_insights": [
      "Increased physical activity and travel, but PHQ-4 depression scores also rose in early June.",
      "Screen unlock duration at home fell as time at home dropped, despite rising PHQ-4 anxiety scores.",
      "PHQ-4 anxiety scores remained stable, despite increased physical activity and social contact.",
      "Number of significant places visited increased sharply, but positive affect remained low.",
      "Outgoing call count peaked in June, but PHQ-4 depression scores remained elevated.",
      "Time in green spaces increased after May 23, but positive affect scores did not improve.",
      "Maximum screen unlock duration peaked late May, coinciding with highest PHQ-4 score.",
      "Positive affect reached a minimum on May 19, while time at home was already dropping.",
      "Total distance traveled peaked on May 21, but PHQ-4 scores remained high.",
      "Average awake duration increased in late May, coinciding with higher negative affect scores.",
      "Time in exercise spaces increased in June, but positive affect scores did not improve.",
      "Time at home dropped to zero, while PHQ-4 depression scores and negative affect increased.",
      "PHQ-4 depression and negative affect scores both peaked mid-May, with increased missed calls.",
      "Unique WiFi and Bluetooth devices increased, but routine regularity dropped, suggesting more varied but less structured environments.",
      "Number of screen unlock episodes at home dropped as time at home reached zero.",
      "Routine regularity and time at home both became highly variable after May 10, with increased missed calls.",
      "Sedentary episodes increased in early June, despite higher total steps and travel distance.",
      "Routine regularity dropped sharply on May 22, coinciding with zero time at home and increased missed calls.",
      "Total sleep duration increased in June, but number of sleep episodes also rose, suggesting fragmented sleep.",
      "Number of sleep episodes increased, but average sleep duration remained low, indicating fragmented sleep."
    ]
  }
]