[
  {
    "encounter_id": 1,
    "retrospect_date": "",
    "before_date": "2021-03-28",
    "data_insights": []
  },
  {
    "encounter_id": 2,
    "retrospect_date": "2021-03-28",
    "before_date": "2021-04-11",
    "data_insights": [
      "PHQ-4 depression scores remained low and stable, despite fluctuating sleep and activity patterns.",
      "Sedentary episodes decreased as positive affect increased, but time in exercise spaces remained minimal.",
      "PHQ-4 and PSS-4 scores improved as sleep duration decreased and activity became more irregular.",
      "Despite low exercise and green space time, positive affect and step counts remained relatively high.",
      "Positive affect scores increased as sedentary episodes decreased, suggesting improved mood with more movement.",
      "Despite reduced number of significant places, PHQ-4 scores remained stable and low.",
      "Consistently low time in exercise and green spaces, despite stable or improving mood scores.",
      "Despite reduced travel radius, PHQ-4 anxiety and depression scores improved.",
      "Routine regularity and time at home both dropped, but positive affect scores increased.",
      "Total steps and total distance both showed a downward trend after 2021-04-04.",
      "Bluetooth and WiFi device counts dropped, indicating less exposure to new environments or people.",
      "Routine regularity and number of significant places both declined, paralleling a drop in total steps.",
      "No time spent in study places, even as routine and sleep patterns fluctuated.",
      "Screen unlock duration at home dropped sharply, while overall unlock duration remained high.",
      "Routine regularity decreased, with more variable travel and fewer significant places visited.",
      "Maximum screen unlock duration spiked on 2021-04-10, then dropped sharply the next day.",
      "Outgoing call count peaked on 2021-04-02, then dropped to zero on 2021-04-03.",
      "Time at home dropped to zero on 2021-04-03, then rebounded to over 1100 minutes.",
      "Number of sleep episodes halved from 16 to 7 between 2021-04-05 and 2021-04-06.",
      "Unique Bluetooth devices dropped from 15 to 1 after 2021-04-04, indicating reduced proximity to others.",
      "PHQ-4 anxiety scores peaked on 2021-04-04, then declined steadily over the following week.",
      "Missed call count dropped to zero and remained there for over a week.",
      "Positive affect scores peaked on 2021-04-07, then declined, while negative affect scores rose.",
      "Time in study places remained at zero throughout, despite fluctuations in other activity domains.",
      "Median time at home dropped from 558 to 20 minutes between early and later April.",
      "Number of screen unlock episodes at home dropped from 120 to 6 between March 29 and April 6.",
      "Routine regularity reached its lowest on 2021-04-03, then increased by 2021-04-11.",
      "Total sleep duration minimum dropped from 378 to 212 minutes between early and mid-April.",
      "Median number of significant places visited dropped from 9 to 7 between early and later April.",
      "Screen unlocks at home decreased, but total unlocks and duration outside home remained high.",
      "PHQ-4 depression scores stable at 1, with no reported medication or treatment changes.",
      "Maximum screen unlock duration at home fell, but overall maximum unlock duration increased.",
      "Incoming call count remained low and stable, with missed calls dropping to zero."
    ]
  },
  {
    "encounter_id": 3,
    "retrospect_date": "2021-04-11",
    "before_date": "2021-05-09",
    "data_insights": [
      "PHQ-4 depression scores rose with increased sedentary behavior and reduced travel distance.",
      "PHQ-4 anxiety scores decreased as digital engagement and routine regularity stabilized.",
      "Routine regularity and sleep timing both stabilized as affect scores began to recover.",
      "Outgoing call count increased slightly as positive affect improved and sedentary episodes decreased.",
      "Routine regularity and sleep duration both improved as negative affect scores fell.",
      "PHQ-4 anxiety scores stabilized as both screen unlock duration and sleep fragmentation decreased.",
      "Maximum screen unlock duration at home decreased as positive affect and total steps increased.",
      "Median number of significant places visited increased as total steps and positive affect improved.",
      "Routine regularity showed cyclic trends, paralleling fluctuations in sleep and affect scores.",
      "Median time at home increased as positive affect and total steps both decreased.",
      "Sleep duration increased after a period of low positive affect and high negative affect.",
      "Routine regularity improved as time at home increased, despite fluctuating emotional survey scores.",
      "Maximum screen unlock duration spiked on days with high negative affect and low positive affect.",
      "Time in green spaces was minimal, with only brief increases, despite fluctuating mood scores.",
      "Positive affect improved after a period of increased sleep duration and reduced negative affect.",
      "Maximum awake duration showed large fluctuations, coinciding with variable sleep and affect scores.",
      "Time in study places remained at zero, even as routine regularity and affect scores fluctuated.",
      "Maximum number of sleep episodes increased as total sleep duration and negative affect both fluctuated.",
      "Median number of awake episodes remained stable, despite fluctuations in sleep duration and affect scores.",
      "Maximum number of sedentary episodes increased as total steps and positive affect decreased.",
      "Median total awake duration increased as negative affect and sleep fragmentation both rose.",
      "Positive affect and physical activity both declined, with increased time at home and reduced travel radius.",
      "Missed call count increased slightly as time at home and digital engagement rose.",
      "Screen unlock episodes at home became more variable as routine regularity improved.",
      "Bluetooth device count and WiFi device count remained stable, suggesting limited changes in social proximity.",
      "Screen unlocks at home increased as time at home rose, suggesting more digital engagement during isolation.",
      "Outgoing call count remained low and stable, even as digital engagement at home increased.",
      "Number of significant places visited decreased as time at home and sedentary episodes increased.",
      "Physical activity became more variable as sedentary episodes increased and total steps fluctuated.",
      "Sleep fragmentation increased as number of sleep episodes and awake episodes both rose.",
      "Maximum time in exercise spaces peaked briefly, then declined as time at home increased.",
      "Positive affect rebounded as PHQ-4 depression scores and negative affect both decreased."
    ]
  },
  {
    "encounter_id": 4,
    "retrospect_date": "2021-05-09",
    "before_date": "2021-06-06",
    "data_insights": [
      "Routine regularity dropped sharply in late May, coinciding with increased negative affect and PHQ-4 scores.",
      "Median PHQ-4 depression score increased from April to June, mirroring increased sedentary episodes.",
      "PHQ-4 scores increased as sleep duration and number of sleep episodes also rose in early June.",
      "Screen unlock episodes peaked mid-May, then declined as PHQ-4 depression scores cycled upward.",
      "Average screen unlock duration at home decreased as PHQ-4 depression scores increased in early June.",
      "PHQ-4 anxiety scores remained stable, even as negative affect and sedentary episodes increased.",
      "PHQ-4 depression scores increased in June, while average sleep duration decreased slightly.",
      "Screen unlock duration at home dropped to a minimum on May 24, matching a drop in home time.",
      "Outgoing call count and screen unlocks both showed cyclic trends, possibly reflecting fluctuating engagement.",
      "Screen unlocks at home dropped sharply on May 24, matching a minimum in time at home.",
      "Outgoing call count and time at home both dropped to minimums on May 24.",
      "Median time at home and number of screen unlocks at home both decreased in late May.",
      "Median number of screen unlocks at home decreased in late May, matching a drop in home time.",
      "Sedentary episodes increased in June, while total steps and time at home decreased during late May.",
      "Time in green spaces was minimal, despite increased total distance traveled in late May.",
      "Outgoing call count dropped to zero on multiple days, while missed calls remained low and stable.",
      "Time at home decreased in late May, while number of significant places visited increased sharply.",
      "Routine regularity and time at home both rebounded in early June after late May declines.",
      "Maximum sleep duration fell in early June, while number of sleep episodes increased.",
      "Positive affect scores remained stable, while negative affect scores cycled upward in late May.",
      "Time in exercise spaces peaked mid-May, but median remained zero, indicating rare but intense activity.",
      "Number of awake episodes increased in early June, with more stable sleep episode variability.",
      "Median time at home decreased in late May, while total distance traveled increased.",
      "Routine regularity and number of significant places both showed high variability across the period.",
      "Average positive affect was moderate, with high variability in both positive and negative affect scores.",
      "Maximum time in exercise spaces occurred mid-May, but average remained low, suggesting infrequent exercise.",
      "Median number of significant places visited increased sharply at end of May, then declined in June.",
      "Total screen unlock duration and number of unlocks both declined in late May.",
      "Median PHQ-4 score increased in June, while average positive affect remained moderate.",
      "Maximum number of significant places visited peaked at 33 in late May.",
      "Median number of sleep episodes increased in June, while maximum sleep duration decreased."
    ]
  }
]