[
  "Negative affect and PHQ-4 depression scores rise despite increased steps and brief sleep improvement.",
  "Positive affect remains near zero, even as sleep duration and steps show brief improvement.",
  "Maximum screen unlock duration at home shows sharp peaks, then rapid declines, mirroring mood variability.",
  "PHQ-4 depression scores and negative affect rise as total sleep duration declines.",
  "Screen unlock duration and episodes at home decrease as PHQ-4 depression scores rise.",
  "Routine regularity is high, but sleep and activity patterns fluctuate, suggesting possible external structure.",
  "Screen unlock episodes and duration at home show cyclic trends, mirroring sleep and activity fluctuations.",
  "Bluetooth and WiFi device counts remain low, indicating limited exposure to new environments or people.",
  "Despite increased steps, time in green and exercise spaces remains zero throughout the period.",
  "Bluetooth and WiFi device counts show cyclic trends, but remain low overall.",
  "Total steps and distance show brief peaks, but sedentary episodes remain high.",
  "Routine regularity and sleep episode variability suggest external structure with internal rhythm instability.",
  "Routine regularity remains high, even as total distance and steps fluctuate significantly.",
  "No time spent in study places, despite some increases in steps and travel distance.",
  "No time spent in green or exercise spaces, despite some increases in steps and travel distance.",
  "Screen unlock duration and episodes at home show high variability, with recent downward trend.",
  "Outgoing and incoming call counts remain low and stable, with occasional missed call spikes.",
  "Number of significant places visited remains low, with rare brief increases.",
  "Maximum screen unlock duration at home peaked sharply, then dropped to lowest value.",
  "Average sleep duration increased after a period of decline, but remains below typical adult needs.",
  "PHQ-4 anxiety scores remain low and stable, contrasting with rising depression and negative affect.",
  "Time at home remains high, with only brief periods of increased travel radius.",
  "Number of sleep episodes and awake episodes both show high variability, with recent increases.",
  "Digital engagement is fragmented, with frequent short unlocks and high day-to-day variability.",
  "Positive affect remains low, while negative affect and PHQ-4 depression scores trend upward.",
  "Sedentary episodes remain high, with only brief periods of increased physical activity.",
  "PHQ-4 and PSS-4 scores show parallel trends, with both rising and falling together.",
  "Maximum sleep duration increased recently, but total sleep duration remains below recommended levels.",
  "Incoming and outgoing call counts are low, with missed calls showing intermittent spikes.",
  "Routine regularity is high, but number of significant places visited remains low and stable."
]