[
  "Median PHQ-4 depression score remained at 2.0 despite increased activity, indicating persistent low mood.",
  "Negative affect scores decreased after 5/9, consistent with increased movement and reduced sedentary episodes.",
  "PHQ-4 anxiety scores decreased to zero by 5/30, matching a period of increased physical activity.",
  "Positive affect scores remained low but showed a slight rise after 6/2, following increased activity.",
  "Number of unique Bluetooth and WiFi devices sensed increased after 5/25, suggesting more varied environments.",
  "Maximum screen unlock duration at home dropped after 5/15, aligning with increased time spent outside.",
  "Abrupt increase in physical activity on 5/28 coincided with peak in green and exercise space time.",
  "Digital engagement at home dropped sharply on 5/28, matching peak outdoor activity and travel distance.",
  "Significant increase in physical activity after 5/19, with sharp rises in total distance and steps.",
  "Time in exercise and green spaces peaked on 5/28, coinciding with highest step count.",
  "Screen unlock duration and episodes at home dropped sharply on 5/28, matching a peak in outdoor activity.",
  "Routine regularity dropped on 5/28, aligning with increased travel and new significant places visited.",
  "Sleep became more fragmented after 5/19, with decreased maximum sleep duration and increased awake duration.",
  "Median number of significant places increased after 5/21, suggesting broader social or environmental engagement.",
  "Outgoing and incoming call counts increased after 5/10, indicating more frequent social contact.",
  "Missed call and outgoing call count variability increased after 5/10, suggesting fluctuating social responsiveness.",
  "Sleep duration and sleep episode count both show cyclic trends, indicating irregular sleep patterns.",
  "Number of sleep episodes decreased after 5/10, while total sleep duration remained variable.",
  "Time at home decreased as total distance and number of significant places increased post-5/19.",
  "Digital engagement at home decreased after 5/10, with shorter and less frequent screen unlocks.",
  "Routine regularity is generally high but interrupted by brief drops, suggesting occasional disruptions."
]