[
    "PHQ-4 and negative affect scores declined as sleep duration stabilized and routine regularity dropped.",
    "Despite increased steps and travel, positive affect remained low and sedentary episodes increased.",
    "PHQ-4 scores and negative affect improved as time at home decreased and travel increased.",
    "Screen unlock episodes peaked as negative affect scores rose, then both declined after 2021-04-09.",
    "Despite high screen time, positive affect scores remained low and even reached zero on 2021-04-07.",
    "Routine regularity and time at home declined, coinciding with increased travel and lower positive affect.",
    "Outgoing and incoming call counts remained low, with no increase despite more significant places visited.",
    "Unique Bluetooth and WiFi devices detected remained low, suggesting limited in-person social contact.",
    "Routine regularity and sleep episode variability both decreased, but sleep duration remained short.",
    "Consistently low time in exercise and green spaces, despite increased total steps and travel distance.",
    "Maximum sleep duration and average sleep duration showed high variability, with frequent short sleep episodes.",
    "PHQ-4 depression and anxiety scores declined after 2021-04-07, mirroring reduced negative affect.",
    "Despite increased steps and travel, sedentary episodes remained high, indicating fragmented activity.",
    "Routine regularity declined sharply after 2021-04-09, coinciding with reduced time at home and increased travel.",
    "Screen unlock duration at home showed high variability, with both very high and very low days.",
    "Number of sleep episodes decreased after 2021-04-05, with more consolidated but still short sleep.",
    "Positive affect scores showed a brief rise after 2021-04-07, but remained low overall.",
    "Maximum screen unlock duration at home decreased after 2021-04-04, mirroring reduced total screen time.",
    "Incoming call count decreased after 2021-04-04, with more days of only one incoming call.",
    "Despite high screen unlock episodes, average unlock duration remained low, indicating brief, frequent device checks."
]