[
  "PHQ-4 depression scores rose with increased sedentary behavior and reduced travel distance.",
  "PHQ-4 anxiety scores decreased as digital engagement and routine regularity stabilized.",
  "Routine regularity and sleep timing both stabilized as affect scores began to recover.",
  "Outgoing call count increased slightly as positive affect improved and sedentary episodes decreased.",
  "Routine regularity and sleep duration both improved as negative affect scores fell.",
  "PHQ-4 anxiety scores stabilized as both screen unlock duration and sleep fragmentation decreased.",
  "Maximum screen unlock duration at home decreased as positive affect and total steps increased.",
  "Median number of significant places visited increased as total steps and positive affect improved.",
  "Routine regularity showed cyclic trends, paralleling fluctuations in sleep and affect scores.",
  "Median time at home increased as positive affect and total steps both decreased.",
  "Sleep duration increased after a period of low positive affect and high negative affect.",
  "Routine regularity improved as time at home increased, despite fluctuating emotional survey scores.",
  "Maximum screen unlock duration spiked on days with high negative affect and low positive affect.",
  "Time in green spaces was minimal, with only brief increases, despite fluctuating mood scores.",
  "Positive affect improved after a period of increased sleep duration and reduced negative affect.",
  "Maximum awake duration showed large fluctuations, coinciding with variable sleep and affect scores.",
  "Time in study places remained at zero, even as routine regularity and affect scores fluctuated.",
  "Maximum number of sleep episodes increased as total sleep duration and negative affect both fluctuated.",
  "Median number of awake episodes remained stable, despite fluctuations in sleep duration and affect scores.",
  "Maximum number of sedentary episodes increased as total steps and positive affect decreased.",
  "Median total awake duration increased as negative affect and sleep fragmentation both rose.",
  "Positive affect and physical activity both declined, with increased time at home and reduced travel radius.",
  "Missed call count increased slightly as time at home and digital engagement rose.",
  "Screen unlock episodes at home became more variable as routine regularity improved.",
  "Bluetooth device count and WiFi device count remained stable, suggesting limited changes in social proximity.",
  "Screen unlocks at home increased as time at home rose, suggesting more digital engagement during isolation.",
  "Outgoing call count remained low and stable, even as digital engagement at home increased.",
  "Number of significant places visited decreased as time at home and sedentary episodes increased.",
  "Physical activity became more variable as sedentary episodes increased and total steps fluctuated.",
  "Sleep fragmentation increased as number of sleep episodes and awake episodes both rose.",
  "Maximum time in exercise spaces peaked briefly, then declined as time at home increased.",
  "Positive affect rebounded as PHQ-4 depression scores and negative affect both decreased."
]