[
  "PHQ-4 depression scores remained low and stable, despite fluctuating sleep and activity patterns.",
  "Sedentary episodes decreased as positive affect increased, but time in exercise spaces remained minimal.",
  "PHQ-4 and PSS-4 scores improved as sleep duration decreased and activity became more irregular.",
  "Despite low exercise and green space time, positive affect and step counts remained relatively high.",
  "Positive affect scores increased as sedentary episodes decreased, suggesting improved mood with more movement.",
  "Despite reduced number of significant places, PHQ-4 scores remained stable and low.",
  "Consistently low time in exercise and green spaces, despite stable or improving mood scores.",
  "Despite reduced travel radius, PHQ-4 anxiety and depression scores improved.",
  "Routine regularity and time at home both dropped, but positive affect scores increased.",
  "Total steps and total distance both showed a downward trend after 2021-04-04.",
  "Bluetooth and WiFi device counts dropped, indicating less exposure to new environments or people.",
  "Routine regularity and number of significant places both declined, paralleling a drop in total steps.",
  "No time spent in study places, even as routine and sleep patterns fluctuated.",
  "Screen unlock duration at home dropped sharply, while overall unlock duration remained high.",
  "Routine regularity decreased, with more variable travel and fewer significant places visited.",
  "Maximum screen unlock duration spiked on 2021-04-10, then dropped sharply the next day.",
  "Outgoing call count peaked on 2021-04-02, then dropped to zero on 2021-04-03.",
  "Time at home dropped to zero on 2021-04-03, then rebounded to over 1100 minutes.",
  "Number of sleep episodes halved from 16 to 7 between 2021-04-05 and 2021-04-06.",
  "Unique Bluetooth devices dropped from 15 to 1 after 2021-04-04, indicating reduced proximity to others.",
  "PHQ-4 anxiety scores peaked on 2021-04-04, then declined steadily over the following week.",
  "Missed call count dropped to zero and remained there for over a week.",
  "Positive affect scores peaked on 2021-04-07, then declined, while negative affect scores rose.",
  "Time in study places remained at zero throughout, despite fluctuations in other activity domains.",
  "Median time at home dropped from 558 to 20 minutes between early and later April.",
  "Number of screen unlock episodes at home dropped from 120 to 6 between March 29 and April 6.",
  "Routine regularity reached its lowest on 2021-04-03, then increased by 2021-04-11.",
  "Total sleep duration minimum dropped from 378 to 212 minutes between early and mid-April.",
  "Median number of significant places visited dropped from 9 to 7 between early and later April.",
  "Screen unlocks at home decreased, but total unlocks and duration outside home remained high.",
  "PHQ-4 depression scores stable at 1, with no reported medication or treatment changes.",
  "Maximum screen unlock duration at home fell, but overall maximum unlock duration increased.",
  "Incoming call count remained low and stable, with missed calls dropping to zero."
]