[
  {
    "clinician": "Hello, Alison, please come and have a seat. Hi, I'm one of the GPs at this clinic. What would you like me to call you?",
    "patient": "Alison would be fine."
  },
  {
    "clinician": "Okay, so what's brought you here today, Alison?",
    "patient": "Sisters, lady. I'm just a bit fuddled up, really. My sister said I should come."
  },
  {
    "clinician": "Right, okay. Has this been going on for some time?",
    "patient": "A few months."
  },
  {
    "clinician": "Do you want to tell me a bit more about what's been going on?",
    "patient": "I just... things seem to be piling up, I just don't seem to be keeping with things right at home."
  },
  {
    "clinician": "Okay. The kids and things, right?",
    "patient": "Okay."
  },
  {
    "clinician": "Would it be okay, Alison, for me to ask you a few more detailed questions about how you've been feeling?",
    "patient": "Okay."
  },
  {
    "clinician": "Well, if we start with asking a bit about your mood, how have you been feeling in yourself?",
    "patient": "A bit fed up. At 4 in the morning, everything just seems very black. It's just like swimming and tree cooling in. And I just don't... I think by tea time, by the time the kids get home, I've been able to have a fairly decent conversation with them."
  },
  {
    "clinician": "But, and can I just check, Alison, when you say things feel very black, do you mean you feel very...?",
    "patient": "Miserable."
  },
  {
    "clinician": "Miserable, okay. And what about sort of feeling tearful? Has that been happening?",
    "patient": "I dropped my sugar the other day and I just burst into tears."
  },
  {
    "clinician": "So is it the slightest thing that would make you feel tearful? Things that perhaps wouldn't ordinarily bother you?",
    "patient": "Yeah, my sister's noticed as well."
  },
  {
    "clinician": "Right, okay. So you've been feeling very low and with episodes of tearfulness. What about other things? What about your energy levels? Are you managing to keep up with things?",
    "patient": "I used to do a lot with the kids. I used to playing with them, but now I just spend the day on the sofa, really, have to go to work."
  },
  {
    "clinician": "And just remind me, what is it you do for a living? So how have you been managing at work?",
    "patient": "I'm not been going in as much because I just feel so exhausted. But I mean, we're just not... The supermarket's been taken over and they've cut the wages, and problems with the bills, it's like catalogues again, just write me letters. You know, the kids, they want all these new games and stuff. It's just, you know."
  },
  {
    "clinician": "Things are really difficult all round. With all this going on, how are you sleeping, Alison?",
    "patient": "It takes me a year to go to sleep. I used to read a book, and drop off. But now I just spend my time looking at the clock, it goes round."
  },
  {
    "clinician": "So from actually getting off to bed and getting off to sleep, how long is that taking?",
    "patient": "A couple of hours, probably."
  },
  {
    "clinician": "Once you're actually asleep, are you waking up much during the night?",
    "patient": "I wake up about... last night, I think it was about 4 o'clock I caught."
  },
  {
    "clinician": "And can you get back to sleep from that time?",
    "patient": "No."
  },
  {
    "clinician": "And then when you're actually getting out of bed in the morning, are you still feeling tired at that point?",
    "patient": "Exhausted. I feel like my brain's not being switched off and just exhausted... to the legs day."
  },
  {
    "clinician": "Okay. What about eating? What's your appetite been like while you've been feeling like this?",
    "patient": "I used to have quite a weight problem, but the last couple of months that's just a bit looser, just... know how. No, no, the kids come in from school and they make their own stuff, you know, just don't bother, really."
  },
  {
    "clinician": "Okay, so your appetite's gone down as well. What about things like concentrating and your memory, both when, I don't know, watching TV at home or out when you're out doing your job?",
    "patient": "Well, it... might be pretty useless with the kids. So I forgot the swimming money last week, PE kit and parents' evening, even, start one job and... like I'm not explaining myself very well, it's like the television, I used to like watching the soaps, EastEnders or something, and 10 minutes later just... you know, I'm thinking of something else."
  },
  {
    "clinician": "Okay. And what about things, Alison, that you used to enjoy? Are there things in life that you still enjoy at the moment?",
    "patient": "Nothing really. As I say, a bit useless with the kids, used to enjoy going out. I used to go out with my friends for pictures and things. But of course, now... just can't be bothered. You don't feel like it as well. What's the point, really? You know?"
  },
  {
    "clinician": "And I was going to ask, how old are your children now?",
    "patient": "I had a bit late, didn't I? It took a long, long time for me to have them. I've got a girl and a boy, one's 11, one's 9."
  },
  {
    "clinician": "And looking after children takes a lot of time and energy. How are you managing to keep up with that, feeling as low as you do?",
    "patient": "Well, they're a bit self-sufficient, really. The kids do, they're from school, get their own tea, I should be doing more for them really, but now I'm just a bit useless at that at the moment."
  },
  {
    "clinician": "And what about looking after yourself?",
    "patient": "Well, you can see I'm just a mess. Dave used to say, that's my boyfriend, I used to, you know, not have much money, but I'd take a bit of pride in what I was doing, you know, and my hair and stuff. Back home, can't be bothered with that. Now's no point, really."
  },
  {
    "clinician": "And you mentioned Dave, that's your current partner. How long have you and Dave been together?",
    "patient": "About a year, but..."
  },
  {
    "clinician": "And how are things, because often when people feel really down, it has a real impact on everything, including their relationships. How are things between you and Dave at the moment?",
    "patient": "Well, he's not ringing as much, there used to be texts, but he's going, you know, he's getting fed up with me not wanting to go out"
  },
  {
    "clinician": "It's a slightly embarrassing thing to ask about, but I guess it's important. Often when people are really feeling very low, it affects everything in their relationship, including things like the sex life. Have you noticed any changes there for you?",
    "patient": "He's always trying to pressure me a little bit. I'm really not into that at the moment."
  },
  {
    "clinician": "Just don't feel like that at the moment.",
    "patient": "Yeah"
  },
  {
    "clinician": "Okay. So can I just recap, Alison, and check I've got this right? For the last few months, you've been feeling really down, no energy, problems with your sleeping and eating, problems with concentrating, not really enjoying things and actually struggling a bit with the kids and perhaps some difficulties in your relationship with Dave. Have I got that right?",
    "patient": "Yeah"
  },
  {
    "clinician": "Can I ask, Alison, in the past, have there ever been episodes when you felt like this?",
    "patient": "When my husband left. I was always crying then, for no particular reason. I haven't told anybody this before, but I took some tablets."
  },
  {
    "clinician": "So how long ago were we talking about this? A few years ago?",
    "patient": "About four years. About four years ago."
  },
  {
    "clinician": "Okay, so you took some tablets. Can you tell me, is it all right? Tell me a little bit more about that.",
    "patient": "What it's like? Kids are in bed. And you're on your own. And had a few glasses of wine, and just took these tablets."
  },
  {
    "clinician": "Okay. Do you remember what you actually took at the time, what sort of tablets they were?",
    "patient": "They just did the bathroom cabinet and... paracetamol"
  },
  {
    "clinician": "Okay, so you took some paracetamol. Can you remember sort of roughly how many you took?",
    "patient": "About almost two strips, about 12."
  },
  {
    "clinician": "Right, okay. And you'd had a couple of glasses of wine. Did you take anything else, any other tablets with it? And was this something, Alison, that you'd thought about for a while, or was it something that was quite a sort of spur of the moment decision that evening?",
    "patient": "There are so many crying a lot, but I just... but you know, it's a... of a burden to everybody really."
  },
  {
    "clinician": "And was there any other things you did around the time? Sometimes when people take time, because they leave a note or do other kind of final acts, get their affairs in order, did you do any of those things?",
    "patient": "Just took the tablets and go to sleep."
  },
  {
    "clinician": "Okay? So did you have any thoughts about what taking the tablets would do? Did you...?",
    "patient": "I just thought I'd go to sleep and not wake up. But I woke up a couple of hours later and I was really sick everywhere. God."
  },
  {
    "clinician": "So, so you actually, if I wanted to check, I get this right? Because at this point, you actually thought they would kill you? At the time.",
    "patient": "I just did one call. I just say I'm just a useless, just a useless mom now. And I was there."
  },
  {
    "clinician": "Okay. So you took the tablets, you were very sick in the night. Did you seek any medical help at the time?",
    "patient": "No, no."
  },
  {
    "clinician": "Okay. And then you were okay the following day?",
    "patient": "Yeah, just felt a bit of a twit, really."
  },
  {
    "clinician": "Did you feel pleased that you were still alive?",
    "patient": "Yeah, I think, you know, I realized it would just be silly."
  },
  {
    "clinician": "So that was a few years ago. So if we just come back to how you're feeling at the moment, you've talked about feeling very low. Have there been times currently when you've thought about either taking an overdose or doing something else to harm yourself in any way?",
    "patient": "You know what, no. When you're watching the clock and you know you're on your own, the kids are in bed, it just... everything's so hard. And yeah, but you know, it just feels easy, you know?"
  },
  {
    "clinician": "And has that just been something you've thought about? Have you actually made any plans, got any tablets in or done anything else?",
    "patient": "No."
  },
  {
    "clinician": "And I guess it's a difficult question to ask, but one we would ask everybody in your situation. Have things ever been so bad, you've got so low that you've not only thought about harming yourself or perhaps killing yourself, but also wondered whether the best thing might be to take the children with you?",
    "patient": "My kids, they look like kids. no."
  },
  {
    "clinician": "Okay. And what about sort of the other side of that, things, positive things, sort of things to look for, things that you feel good about?",
    "patient": "Not... kids sometimes, you know? They do things that make you think, you know, I don't... what's good about life and things, but..."
  },
  {
    "clinician": "And are there other things that help then? I'm thinking about people who can be supportive.",
    "patient": "My sister, as I say, she said to get down here and she's always there. She comes down, rings, got a couple of friends, they're quite good, but on day one is in the mood, of course, but I don't think he's going to be around for much longer."
  },
  {
    "clinician": "Do you think or do you feel able to keep yourself safe at the moment from hurting yourself?",
    "patient": "So yeah. And I know I can come here now, and you've been very good today."
  },
  {
    "clinician": "Do you think if that was to change so that you didn't feel you're able to keep yourself safe, you'd be able to let anybody know?",
    "patient": "All I know what happened last time, that was nothing. No, no, no, no, was silly then. So now I'd come here."
  },
  {
    "clinician": "Okay, so, well, thanks for going through all that. I can appreciate it must be very painful. It does sound to me like you are suffering from symptoms that strongly suggest that you're actually depressed at the moment. Now, I'm not sure how much you know about depression.",
    "patient": "Not much really"
  },
  {
    "clinician": "Well, I guess just briefly, depression can cause a number of problems for people. Traditionally, we think about people feeling very low and very miserable and often thinking about hurting themselves, but it can also affect all other areas of life in terms of problems of eating and sleeping. And the other problems you've noticed is that concentration and perhaps not really managing as well as normal. I guess the positive side is that you've done something about it and you've come to talk to me about it today. And I think there are almost certainly a range of things we can put in place to help you and treatments that are available. So I guess what I'm thinking was it might be worth just spending a few minutes just thinking about some of those options for you so that we can start to improve things for you. Would that be all right with you?",
    "patient": "I need to do this. Yes, sounds sensible. Yeah."
  }
]