[
  {
    "clinician": "Hi Lucy, nice to meet you, so I understand that you were referred here by your GP because you've been feeling quite down recently.",
    "patient": "Yeah, I thought I should. I've been feeling quite bad for quite a while, so I thought maybe it's time to see someone about it because I don't want to feel like this anymore."
  },
  {
    "clinician": "From your notes, I saw that you saw the GP about 3 months ago. So how long have you been feeling down?",
    "patient": "Quite a few months before that as well, actually. It's gotten pretty bad these past few months, so that's kind of why I came."
  },
  {
    "clinician": "Okay, so has it got worse since you saw your GP? So tell me, how are things at the moment?",
    "patient": "It kind of started just feeling a bit low, wound up about things. But I don't know, just recently, I just can't really be bothered to do anything. I kind of find it hard to get motivated for things I want to be. I really want to be better, but it's just kind of reaching the end now where I just, I want to do something about it."
  },
  {
    "clinician": "Okay, so you say that you're feeling really down, really sad, and you feel like you haven't got any motivation. But are you okay? Okay, and you haven't got any motivation, but it sounds like you're putting quite a lot of pressure on yourself to try and feel a bit better.",
    "patient": "It's kind of hard as well because there's not really anyone to talk about. So I just kind of stay on my own trying to. I don't like to think about it."
  },
  {
    "clinician": "So you say you've been, you've been quite isolated. There's not many people around.",
    "patient": "No one I can talk to about it, no one would listen or understand anyway."
  },
  {
    "clinician": "Okay, so I'm just going to try and find out a little bit more about you. I understand that you're an English student at uni and you live away from home with some friends, is that right? Okay, so you don't live far from the uni, but you say you feel like you live with your friends, but you don't feel like you can talk to them.",
    "patient": "Yeah, I mean, they're lovely, I get on really well with them. I don't know, I recently, whenever they want to go out with stuff, I just, I don't want to bring them down. I can't, they don't understand what I'm going through. They kind of, I don't know, they don't make fun of how I feel, but they don't really understand what it's like. I don't want to go out with them and bring them down or stuff."
  },
  {
    "clinician": "Okay, so it sounds, do you try and hide the way you're feeling from them?",
    "patient": "I guess? I mean, it's easier to hide it than to try and explain it all the time when no one really wants to know."
  },
  {
    "clinician": "Okay, so it sounds like you've been feeling down, you've been feeling unmotivated, you feel like you want to be better, but actually it sounds like you feel like you can't reach out for help, you can't speak to anybody.",
    "patient": "No one really to talk to, parents, so that's kind of hard."
  },
  {
    "clinician": "Okay? I'm just going go back in time a little bit, I suppose. I'm just wondering, when did all of this start? You said it's been going on for quite a few months.",
    "patient": "I guess it kind of started when I was actually, when I was revising for my exams. I guess the stress. I'm a lot of stress on myself. I think I've always wanted to do well for me and I guess for my parents. So the stress of exams and it was also kind of hard because my parents were going through a bit of a troubled time then."
  },
  {
    "clinician": "Okay, so this would be like last March?",
    "patient": "Last April, I think."
  },
  {
    "clinician": "So around that time for about six months, and it sounds like a lot was happening. So you had a lot of uni pressure on and you said that your parents were having marital problems. Okay, and it sounds like that was a real shock to you.",
    "patient": "Yeah, I guess it was hard as well because I wasn't doing well at uni. I guess I just felt a bit guilty. I know it sounds silly, but I felt like maybe if I could do better, then they would get better, but it just wasn't really happening."
  },
  {
    "clinician": "So it sounds like you were trying to work hard and be more successful because you thought that that would make them happier, trying to fix things.",
    "patient": "Yeah, I wanted to make them feel better, but I just kind of backfired a little, I guess."
  },
  {
    "clinician": "How did it backfire?",
    "patient": "It just ended up with them getting worse, and I've just been feeling worse since then."
  },
  {
    "clinician": "Okay, so the summer after the exam period. And how did that exam period go for you in the end?",
    "patient": "Not very well."
  },
  {
    "clinician": "Okay, that's an awful lot of pressure to put on yourself. I suppose it's just annoying because I know I should have done better and I just didn't, and I guess I beat myself up a lot about.",
    "patient": ""
  },
  {
    "clinician": "So you say, I know, I know, I should have done better. I mean, I suppose hearing it from my perspective, I'm thinking it sounds like you had an awful lot going on at the time. It would be understandable, absolutely, that you wouldn't do as well as normal. I suppose. I'm just wondering if you have very high standards for yourself.",
    "patient": "Probably, maybe more than other people. My parents have always kind of taught me, not in a loving way, I guess, but you should do your best, but also get the best. And I agree with it. I think that's the right thing to think. But when I don't do that, I don't know, it annoys me a lot, and I worry that it annoys them."
  },
  {
    "clinician": "So it sounds like you feel you should always do your best. So the word you use, yeah, and that there isn't any kind of exceptions for that.",
    "patient": "No."
  },
  {
    "clinician": "Okay, so I can, I can see then that that was a really difficult time for you and that was when your mood started to get lower and things are still quite bad now. I mean, what's the situation with your parents at the moment?",
    "patient": "I think it, it doesn't sound good. I don't really talk to them a lot, but I don't think they're going through very good. I don't like to talk to them about it because it just makes me feel worse, but I don't think it's getting any better."
  },
  {
    "clinician": "You home over the summer?",
    "patient": "For a little bit, yeah."
  },
  {
    "clinician": "And how is that?",
    "patient": "Not very fun."
  },
  {
    "clinician": "Now?",
    "patient": "It was quite tense all the time, stressed me out more than relaxed me over the summer, I guess."
  },
  {
    "clinician": "Okay, okay, so it sounds like quite a lot has been happening. You've been feeling very low, you've had uni pressure on, you've had problems with your parents' marriage, and sounds like you feel like you can't really reach out to anyone, that you can't understand, but you can't really reach out to your parents right now. You can't really confide in your friends. So I suppose I'm just wondering if you can tell me a bit more about how you've been feeling. I mean, say this past week.",
    "patient": "Really not good, to be honest, actually. If I don't have to, then I don't really leave the house or get out of bed. I just, I can't find the motivation for the things that I used to enjoy. I used to love doing sports or going out, and now I just prefer to lie in bed, not really do anything. I missed a few lectures this week that I should have gone to."
  },
  {
    "clinician": "So I suppose I'm just wondering then, let's see if we can think about one thing, say a lecture. What kind of thoughts do you have about going to that lecture before it happens?",
    "patient": "I don't really see the point anymore. If I can't do as well as I should be doing, then what's the point in putting myself in those positions? I can't be bothered anymore to try. It just stresses me out more than I need to."
  },
  {
    "clinician": "Okay, so it sounds like the kind of thoughts you've got on your head are, it's pointless, it's not worth it. Do you have any other thoughts in your head when you're just at that point before you go to the lecture?",
    "patient": "Like I said, no, I don't really even deserve to be here. If I can't do well enough. I see all these other students are doing well and doing better and want to be there. I don't know why I'm here, even at uni, to be honest."
  },
  {
    "clinician": "So it sounds like you feel like you're not as good as other people here. Is it okay if I take notes as we go through? It's just I'm trying to, I guess, understand what you're telling me and it helps me just to write it down. And I'll share this with you later. Okay, so it sounds like those are some quite negative thoughts to have. You're kind of saying, you know, it feels like it's pointless, it's more effort than it's worth, and I don't deserve to be here. I mean, when you have those thoughts, how do you feel?",
    "patient": "Very unworthy, probably would be the best way to put it. Kind of, I don't know. Lower than normal. Because then it makes me think about all the things that I should have been doing better."
  },
  {
    "clinician": "Okay, so what you described there, then you said I'm unworthy. I should be doing lots of things better. Those are kind of what I would, I would call thoughts, actually. I suppose I'm trying to understand what it feels like in your gut. What kind of emotions? Do you feel happier or do you feel sad? Do? What kind of emotions are you feeling when you have those thoughts?",
    "patient": "Sad, not happiness, no. Sad, bit of kind of anger and frustration as well."
  },
  {
    "clinician": "I know just when you're kind of telling me this, and I know this is quite a heavy topic, but you're kind of laughing. And I suppose I wonder a little bit, you're a bit, you know, how do you feel about having these emotions, talking about these emotions?",
    "patient": "Embarrassed. I've never yet to talk about it, so it's quite uncomfortable for me, that you."
  },
  {
    "clinician": "Well, you're doing a great job because I know, I know that this can be difficult. Okay, so it sounds like some of the thoughts you're describing are it's pointless, it's more than it's worth, I don't deserve to be here, I'm unworthy. And those kind of thoughts, it sounds like they just flip through your mind and then you kind of describing different emotions that those lead to, you kind of scrambling, sad, anger, frustration, embarrassed. What about in your body? What happens, how you feel kind of physically?",
    "patient": "I used to be, I think, from those emotions, very wound up, very kind of stressed all the time. But recently it's just been a lot more draining than anything, just quite lethargic and can't be bothered anymore. And my body reflects that. But then when I try and sleep, I just can't seem to have a satisfied night's sleep. It's really, really frustrating."
  },
  {
    "clinician": "So it sounds like this is affecting you, it's draining you of your energy, like your body can't be bothered. I think that's a really good way of describing it. And you're noticing sleep problems as well. And then what do you do? So this is, so we're back to the point before the lecture. So you start having these thoughts, these emotions, and you know, your body, I guess it sounds like those thoughts are quite draining, so they're draining your energy. What then happens? What do you do next?",
    "patient": "I kind of focus on the negative thoughts and I probably should not think about them, but I focus on them. And then I don't really want to do anything. I just stay in bed."
  },
  {
    "clinician": "Or so you think even more about those kind of worries that you have? So you do a bit of dwelling and you stay in bed. And it sounds like you don't, you haven't tried speaking to your friends about it?",
    "patient": "No."
  },
  {
    "clinician": "Or speaking to the family, okay? And then after you've done that, so after you've not gone to the lecture, you've stayed in bed, you've spent time, as you said, focusing on those thoughts, those negative thoughts. How do you feel after that? Do you feel better or do you feel worse?",
    "patient": "I guess I feel slightly worse, but then a bit numb in a way. Kind of once you've felt that, because I do feel tired all the time, I just try and push it out, and then you don't really think about anything. And it's almost nicer that way than to keep focusing on how much you're getting wrong and how much you can't do stuff. Sometimes it's better just not to think about it at all."
  },
  {
    "clinician": "So it sounds like in some ways, it's a bit of a relief to do that, but in other ways, maybe you think it might make things worse.",
    "patient": "Probably in the long run."
  }
]